Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# AccessDeniedErrorText
source: Access Denied.
de: Zugriff verweigert.
es: Acceso denegado.
fr: Accès refusé.
ru: Доступ запрещен.

# AccessDeniedHtmlErrorMessageText
source: The primary cause of this error is likely due to a session timeout. You can close the application and then reopen it in a new browser window, login, and attempt to load the page again.
de: Die Hauptursache für diesen Fehler ist wahrscheinlich auf ein Sitzungstimeout zurückzuführen. Sie können die Anwendung schließen und dann in einem neuen Browserfenster erneut öffnen, sich anmelden und versuchen, die Seite erneut zu laden.
es: La causa principal de este error es probablemente debido a un tiempo de espera de la sesión. Puede cerrar la aplicación y, a continuación, volver a abrirla en una nueva ventana del explorador, iniciar sesión e intentar cargar la página de nuevo.
fr: La cause principale de cette erreur est probablement due à un délai de session. Vous pouvez fermer l'application, puis la rouvrir dans une nouvelle fenêtre de navigateur, vous connecter et tenter de charger la page à nouveau.
ru: Основная причина этой ошибки, вероятно, из-за тайм-аута сеанса. Вы можете закрыть приложение, а затем вновь открыть его в новом окне браузера, войти в систему и попытаться загрузить страницу снова.

# ActivityRequiredErrorText
source: An activity for this assignment is required.
de: Eine Aktivität für diese Zuordnung ist erforderlich.
es: Se requiere una actividad para esta asignación.
fr: Une activité pour cette affectation est nécessaire.
ru: Требуется действие для этого назначения.

# ApiAuthenticationRejectedErrorText
source: The user name or password specified was not valid.
de: Der angegebene Benutzername oder das Kennwort war ungültig.
es: El nombre de usuario o la contraseña especificados no eran válidos.
fr: Le nom d'utilisateur ou mot de passe spécifié n'était pas valide.
ru: Указанное имя пользователя или пароль не действительны.

# AppName
source: Inspire
de: Inspirieren
es: Inspirar
fr: Inspirer
ru: Вдохновлять

# ApproveComponentIncompleteText
source: Unable to approve component "{0}" ({1}) because it is incomplete.
de: Die Komponente "{0}" ({1}) kann nicht genehmigt werden, da sie unvollständig ist.
es: No se puede aprobar el componente "{0}" ({1}) porque está incompleto.
fr: Impossible d'approuver le composant «{0}» ({1}) parce qu'il est incomplet.
ru: Невозможно утвердить компонент "{0}" ({1}), поскольку он является неполным.

# ApproveComponentPendingDeleteError
source: Unable to approve component "{0}" ({1}) because components that were flagged for deletion were unable to be deleted.
de: Die Komponente "{0}" ({1}) kann nicht genehmigt werden, da Komponenten, die zum Löschen gekennzeichnet waren, nicht gelöscht werden konnten.
es: No se puede aprobar el componente "{0}" ({1}) porque los componentes que se marcaron para su eliminación no se pudieron eliminar.
fr: Impossible d'approuver le composant «{0}» ({1}) parce que les composants qui ont été signalés pour suppression n'ont pas pu être supprimés.
ru: Невозможно утвердить компонент "{0}" ({1}), поскольку компоненты, помеченные для удаления, не были удалены.

# ArgumentMustBeGreaterThanZeroErrorFormat
source: "{0}" must be greater than 0.
de: "{0}" muss größer als 0 sein.
es: "{0}" debe ser mayor que 0.
fr: "{0}" doit être supérieur à 0.
ru: "{0}" должно быть больше 0.

# AttributeNotFoundText
source: The specified attribute with identity "{0}" could not be found.
de: Das angegebene Attribut mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el atributo especificado con la identidad "{0}".
fr: L'attribut spécifié avec l'identité "{0}" n'a pas pu être trouvé.
ru: Указанный атрибут с идентификацией "{0}" найти не удалось.

# AttributeValidateInUseErrorText
source: Cannot delete attribute "{0}" because it is used by one or more XML link types. Clear all references to attribute "{0}" and try again.
de: Das Attribut "{0}" kann nicht gelöscht werden, da es von einem oder mehreren XML-Verknüpfungstypen verwendet wird. Löschen Sie alle Verweise auf das Attribut "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el atributo "{0}" porque lo utilizan uno o varios tipos de vínculos XML. Borre todas las referencias al atributo "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer l'attribut "{0}" car il est utilisé par un ou plusieurs types de liens XML. Effacer toutes les références pour attribuer "{0}" et essayer à nouveau.
ru: Не удается удалить атрибут "{0}", поскольку он используется одним или несколько типами ссылок XML. Очистите все ссылки, чтобы приписать "{0}" и повторите попытку.

# AttributeValidateInvalidNameErrorText
source: The attribute name "{0}" is invalid. Attribute names must begin with an Alpha character, and not contain: space, ", ', &, <, or >.
de: Der Attributname "{0}" ist ungültig. Attributnamen müssen mit einem Alpha-Zeichen beginnen und dürfen nicht enthalten: leer, ", ', &amp;, 'it id="1" pos="open">&lt;, oder &gt;</it>.
es: El nombre de atributo "{0}" no es válido. Los nombres de atributo deben comenzar con un carácter alfa y no deben contener: space, ", ', &, <, or > .
fr: Le nom d'attribut "{0}" est invalide. Les noms d'attribut doivent commencer par un caractère Alpha, et ne pas contenir: l'espace , ", ", &, <, or > , , . .
ru: Имя атрибута "{0}" является недействительным. Имена атрибутов должны начинаться с альфа-символа, а не содержать: пространство, ", &., <, or > .

# AttributeValueInvalidText
source: The attribute value "{0}" contains invalid characters. Special characters are not allowed in an attribute value and must be removed or replaced with valid XML.
de: Der Attributwert "{0}" enthält ungültige Zeichen. Sonderzeichen sind in einem Attributwert nicht zulässig und müssen entfernt oder durch gültigen XML-Code ersetzt werden.
es: El valor de atributo "{0}" contiene caracteres no válidos. No se permiten caracteres especiales en un valor de atributo y se deben quitar o reemplazar por XML válido.
fr: La valeur d'attribut "{0}" contient des caractères invalides. Les caractères spéciaux ne sont pas autorisés dans une valeur d'attribut et doivent être supprimés ou remplacés par XML valide.
ru: Значение атрибута "{0}" содержит недействительные символы. Специальные символы не допускаются в значении атрибута и должны быть удалены или заменены действительными XML.

# BackchannelUserNotFoundErrorText
source: A user with the external identity {0} was not found in the {1} authority during a backchannel user profile lookup request.
de: Ein Benutzer mit der externen Identität {0} wurde während einer Backchannel-Benutzerprofilsuche nicht in der {1}-Berechtigung gefunden.
es: No se encontró un usuario con la identidad externa {0} en la {1} autoridad durante una solicitud de búsqueda de perfil de usuario de canal posterior.
fr: Un utilisateur ayant l'{0} d'identité externe n'a pas été trouvé dans l'autorité {1} lors d'une demande de recherche de profil d'utilisateur backchannel.
ru: Пользователь с внешним {0} идентификации не был найден в {1} органа во время запроса на поиск профиля пользователя на обратном канале.

# BinaryContentTypeText
source: Binary Content Type
de: Binärer Inhaltstyp
es: Tipo de contenido binario
fr: Type de contenu binaire
ru: Тип двоичного контента

# BindingsLookupErrorText
source: An error occurred during the initial application start-up attempting to communicate with IIS for bindings retrieval.
de: Beim ersten Start der Anwendung ist ein Fehler aufgetreten, bei dem versucht wurde, mit IIS für den Bindungsabruf zu kommunizieren.
es: Se ha producido un error durante el inicio inicial de la aplicación al intentar comunicarse con IIS para la recuperación de enlaces.
fr: Une erreur s'est produite lors de la mise en service initiale de l'application en essayant de communiquer avec l'IIS pour la récupération des liaisons.
ru: Ошибка произошла во время первоначального запуска приложения, пытаясь связаться с IIS для поиска связок.

# CancelledAssignmentEmailSubjectText
source: Project Assignment Cancelled - {0}
de: Projektzuweisung abgebrochen - {0}
es: Asignación de proyecto cancelada - {0}
fr: Affectation du projet annulée - {0}
ru: Назначение проекта отменено - {0}

# CancelledChangeRequestEmailSubjectText
source: Rejected request notification
de: Abgelehnte Anforderungsbenachrichtigung
es: Notificación de solicitud rechazada
fr: Notification de demande rejetée
ru: Уведомление об отклонении запроса

# CantFindUserByIdErrorText
source: Can't find a user with the identity of {0} within the application.
de: Es kann kein Benutzer mit der Identität von {0} in der Anwendung gefunden werden.
es: No se puede encontrar un usuario con la identidad de {0} dentro de la aplicación.
fr: Impossible de trouver un utilisateur avec l'identité de {0} dans l'application.
ru: Не удается найти пользователя с личностью {0} в приложении.

# CantFindUserByNameErrorText
source: Can't find a user with the name "{0}". Invalid context lookup for user identity value. Please contact support for more information.
de: Es kann kein Benutzer mit dem Namen "{0}" gefunden werden. Ungültige Kontextsuche für den Benutzeridentitätswert. Bitte wenden Sie sich an den Support für weitere Informationen.
es: No se puede encontrar un usuario con el nombre "{0}". Búsqueda de contexto no válida para el valor de identidad de usuario. Póngase en contacto con el soporte técnico para obtener más información.
fr: Impossible de trouver un utilisateur avec le nom "{0}". Recherche de contexte invalide pour la valeur d'identité de l'utilisateur. Veuillez contacter le support pour plus d'informations.
ru: Не умуно найти пользователя с именем "{0}". Недействительный поиск контекста для значения идентификации пользователя. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной информации.

# ChangeComponentRequestDescription
source: Comment from {0}: {1}
de: Kommentar von {0}: {1}
es: Comentario de {0}: {1}
fr: Commentaire de {0}: {1}
ru: Комментарий {0}: {1}

# ChangesetNotFoundErrorText
source: A Changeset was not found with the identity "{0}".
de: Ein Changeset wurde nicht mit der Identität "{0}" gefunden.
es: No se encontró un conjunto de cambios con la identidad "{0}".
fr: Un Changeet n'a pas été trouvé avec l'identité "{0}".
ru: Изменение не было найдено с личностью "{0}".

# CleanupBackgroundWorkerErrorText
source: An error occurred attempting to delete the folder "{0}" within the application background cleanup thread.
de: Beim Versuch, den Ordner "{0}" im Anwendungshintergrundbereinigungsthread zu löschen, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar eliminar la carpeta "{0}" dentro del subproceso de limpieza en segundo plano de la aplicación.
fr: Une erreur s'est produite en essayant de supprimer le dossier "{0}" dans le thread de nettoyage d'arrière-plan de l'application.
ru: Произошла ошибка при попытке удалить папку "{0}" в потоке очистки фона приложения.

# CompletedAssignmentEmailSubjectText
source: Project Assignment Completed - {0}
de: Projektzuweisung abgeschlossen - {0}
es: Asignación de proyecto completada - {0}
fr: Affectation du projet terminée - {0}
ru: Завершено назначение проекта - {0}

# CompletedChangeRequestEmailSubjectText
source: Accepted request notification
de: Akzeptierte Anforderungsbenachrichtigung
es: Notificación de solicitud aceptada
fr: Notification de demande acceptée
ru: Принятое уведомление о запросе

# ComponentApprovedText
source: Component Approved
de: Komponente genehmigt
es: Componente aprobado
fr: Composant approuvé
ru: Утвержден компонент

# ComponentApproveLockFoundErrorText
source: Cannot approve component "{0}" because it is locked by another user. Please remove component "{0}" from your selection and try again.
de: Die Komponente "{0}" kann nicht genehmigt werden, da sie von einem anderen Benutzer gesperrt ist. Entfernen Sie die Komponente "{0}" aus Ihrer Auswahl, und versuchen Sie es erneut.
es: No se puede aprobar el componente "{0}" porque está bloqueado por otro usuario. Elimine el componente "{0}" de su selección e inténtelo de nuevo.
fr: Impossible d'approuver le composant "{0}" car il est verrouillé par un autre utilisateur. Veuillez supprimer le composant «{0}» de votre sélection et réessayer.
ru: Не удается утвердить компонент "{0}", поскольку он заблокирован другим пользователем. Пожалуйста, удалите компонент "{0}" из выбора и повторите попытку.

# ComponentApproveStateErrorText
source: Cannot approve component "{0}" because it is in Invalid state. Please remove component "{0}" from your selection and try again.
de: Die Komponente "{0}" kann nicht genehmigt werden, da sie sich im Ungültigen Zustand befindet. Entfernen Sie die Komponente "{0}" aus Ihrer Auswahl, und versuchen Sie es erneut.
es: No se puede aprobar el componente "{0}" porque está en estado no válido. Elimine el componente "{0}" de su selección e inténtelo de nuevo.
fr: Impossible d'approuver le composant "{0}" parce qu'il est en état invalide. Veuillez supprimer le composant «{0}» de votre sélection et réessayer.
ru: Не удается утвердить компонент "{0}", поскольку он находится в состоянии инвалида. Пожалуйста, удалите компонент "{0}" из выбора и повторите попытку.

# ComponentApproveSystemLockFoundErrorText
source: Cannot approve component "{0}" because it is locked for {1}. Please remove component "{0}" from your selection and try again.
de: Die Komponente "{0}" kann nicht genehmigt werden, da sie für {1} gesperrt ist. Entfernen Sie die Komponente "{0}" aus Ihrer Auswahl, und versuchen Sie es erneut.
es: No se puede aprobar el componente "{0}" porque está bloqueado para {1}. Elimine el componente "{0}" de su selección e inténtelo de nuevo.
fr: Impossible d'approuver le composant "{0}" parce qu'il est verrouillé pour {1}. Veuillez supprimer le composant «{0}» de votre sélection et réessayer.
ru: Не удается утвердить компонент "{0}", поскольку он заблокирован для {1}. Пожалуйста, удалите компонент "{0}" из выбора и повторите попытку.

# ComponentConfigurationNotFoundErrorText
source: Could not find a component configuration for the component type specified with identity value {0}.
de: Es konnte keine Komponentenkonfiguration für den mit dem Identitätswert {0} angegebenen Komponententyp gefunden werden.
es: No se pudo encontrar una configuración de componente para el tipo de componente especificado con el valor de identidad {0}.
fr: Impossible de trouver une configuration de composant pour le type de composant spécifié avec la valeur d'identité {0}.
ru: Не удалось найти конфигурацию компонента для типа компонента, указанного с значением идентификации {0}.

# ComponentContentNotFoundErrorText
source: A component content record was not found with the component identity "{0}".
de: Ein Komponenteninhaltsdatensatz wurde mit der Komponentenidentität "{0}" nicht gefunden.
es: No se encontró un registro de contenido de componente con la identidad del componente "{0}".
fr: Un enregistrement de contenu de composant n'a pas été trouvé avec l'identité de composant « {0} ».
ru: Запись содержимого компонента не была найдена с идентификацией компонента "{0}".

# ComponentEditorRootElementNotFoundText
source: The component editor root element could not be found for component identity "{0}". This could be due to a network transport error or issue with the editor.
de: Das Stammelement des Komponenteneditors konnte für die Komponentenidentität "{0}" nicht gefunden werden. Dies kann auf einen Netzwerktransportfehler oder ein Problem mit dem Editor zurückzuführen sein.
es: No se pudo encontrar el elemento raíz del editor de componentes para la identidad del componente "{0}". Esto podría deberse a un error de transporte de red o a un problema con el editor.
fr: L'élément racine de l'éditeur de composants n'a pas pu être trouvé pour l'identité du composant «{0}». Cela peut être dû à une erreur de transport réseau ou un problème avec l'éditeur.
ru: Корневой элемент редактора компонента не может быть найден для идентификации компонента "{0}". Это может быть связано с ошибкой сетевого транспорта или проблемой с редактором.

# ComponentEditorStorageNotFoundErrorText
source: The specified editing store of the component was not found for component identity "{0}".
de: Der angegebene Bearbeitungsspeicher der Komponente wurde für die Komponentenidentität "{0}" nicht gefunden.
es: No se encontró el almacén de edición especificado del componente para la identidad del componente "{0}".
fr: Le magasin d'édition spécifié du composant n'a pas été trouvé pour l'identité du composant «{0}».
ru: Указанный магазин редактирования компонента не был найден для идентификации компонента "{0}".

# ComponentLockAlreadyExistsErrorText
source: A lock already exists for component identity "{0}". Cannot lock content for editing.
de: Für die Komponentenidentität "{0}" ist bereits eine Sperre vorhanden. Inhalt kann nicht für die Bearbeitung gesperrt werden.
es: Ya existe un bloqueo para la identidad del componente "{0}". No se puede bloquear el contenido para editarlo.
fr: Un verrou existe déjà pour l'identité du composant "{0}". Impossible de verrouiller le contenu pour l'édition.
ru: Блокировка уже существует для идентификации компонента "{0}". Не удается заблокировать содержимое для редактирования.

# ComponentLockDoesntExistText
source: ComponentLock does not exist for Component Id: {0}
de: ComponentLock ist für Component ID: {0} nicht vorhanden
es: ComponentLock no existe para el identificador de componente: {0}
fr: ComposantLock n'existe pas pour L'Id Composant : {0}
ru: ComponentLock не существует для компонента id: {0}

# ComponentLockMoveErrorText
source: The component "{0}" is locked by <a href="mailto:{1}">{2}</a> and cannot be moved.
de: Die Komponente "{0}" ist durch die Option "bpt id="1">&lt;a href="mailto:{1}"&gt;</bpt>" gesperrt{2}"ept id="1">&lt;/a&gt;</ept> und kann nicht verschoben werden.
es: El componente "{0}" está bloqueado por <a href="mailto:{1}"> {2} y no </a> se puede mover.
fr: Le composant "{0}" est verrouillé par <a href="mailto:{1}"> {2} et ne </a> peut pas être déplacé.
ru: Компонент "{0}" заблокирован <a href="mailto:{1}"> {2} </a> и не может быть перемещен.

# ComponentLockPreventsUpdateText
source: The component "{0}" is locked and cannot be updated.
de: Die Komponente "{0}" ist gesperrt und kann nicht aktualisiert werden.
es: El componente "{0}" está bloqueado y no se puede actualizar.
fr: Le composant "{0}" est verrouillé et ne peut pas être mis à jour.
ru: Компонент "{0}" заблокирован и не может быть обновлен.

# ComponentLockTemporaryEditsText
source: Component has Temporary Edits for Component Id: {0}
de: Komponente hat temporäre Bearbeitungen für Komponenten-ID: {0}
es: Componente tiene ediciones temporales para el identificador de componente: {0}
fr: Composant a Modifications temporaires pour l'id composant: {0}
ru: Компонент имеет временные отока для компонента Id: {0}

# ComponentLockText
source: Locked Components
de: Gesperrte Komponenten
es: Componentes bloqueados
fr: Composants verrouillés
ru: Заблокированные компоненты

# ComponentNameText
source: Component Name
de: Komponentenname
es: Nombre del componente
fr: Nom du composant
ru: Имя компонента

# ComponentNotFoundErrorText
source: Could not find a component with the specified identity value "{0}".
de: Es konnte keine Komponente mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un componente con el valor de identidad especificado "{0}".
fr: Impossible de trouver un composant avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти компонент с указанным идентификационным значением "{0}".

# ComponentNotValidText
source: A component content record was invalid.
de: Ein Komponenteninhaltsdatensatz war ungültig.
es: Un registro de contenido de componente no era válido.
fr: Un enregistrement de contenu de composant était invalide.
ru: Запись содержимого компонентов была недействительной.

# ComponentOperationDeniedErrorText
source: You do not have permission to perform that operation on the specified component. Please contact the application administrator if this problem persists.
de: Sie sind nicht berechtigt, diesen Vorgang für die angegebene Komponente auszuführen. Wenden Sie sich an den Anwendungsadministrator, wenn dieses Problem weiterhin besteht.
es: No tiene permiso para realizar esa operación en el componente especificado. Póngase en contacto con el administrador de la aplicación si este problema persiste.
fr: Vous n'avez pas la permission d'effectuer cette opération sur le composant spécifié. Veuillez contacter l'administrateur de l'application si ce problème persiste.
ru: У вас нет разрешения на выполнение этой операции на указанном компоненте. Пожалуйста, свяжитесь с администратором приложения, если эта проблема сохраняется.

# ComponentReadAccessDeniedErrorText
source: You do not have permission to read the specified component "{0}". Please contact the component owner or support if this problem persists.
de: Sie sind nicht berechtigt, die angegebene Komponente "{0}" zu lesen. Wenden Sie sich an den Komponentenbesitzer oder Support, wenn dieses Problem weiterhin besteht.
es: No tiene permiso para leer el componente especificado "{0}". Póngase en contacto con el propietario o soporte técnico del componente si este problema persiste.
fr: Vous n'avez pas la permission de lire le composant spécifié "{0}". Veuillez contacter le propriétaire ou le support du composant si ce problème persiste.
ru: У вас нет разрешения на чтение указанного компонента "{0}". Пожалуйста, свяжитесь с владельцем компонента или с поддержкой, если эта проблема сохраняется.

# ComponentRelationLinkMethodNotFound
source: A component relationship was not resolved for the component "{0}" because the configured link method "{1}" is not currently supported.
de: Eine Komponentenbeziehung wurde für die Komponente "{0}" nicht aufgelöst, da die konfigurierte Verknüpfungsmethode "{1}" derzeit nicht unterstützt wird.
es: Una relación de componente no se resolvió para el componente "{0}" porque el método de vínculo configurado "{1}" no se admite actualmente.
fr: Une relation de composant n'a pas été résolue pour le composant "{0}" parce que la méthode de lien configurée "{1}" n'est pas actuellement prise en charge.
ru: Связь компонентов не была решена для компонента "{0}", поскольку настроенный метод ссылки "{1}" в настоящее время не поддерживается.

# ComponentRelationMissingElementErrorText
source: An element was not found with the matching attribute {0}="{1}". The reference is likely stale.
de: Es wurde kein Element mit dem übereinstimmenden Attribut {0}="{1}" gefunden. Der Verweis ist wahrscheinlich veraltet.
es: No se encontró un elemento con el atributo coincidente {0} "{1}". La referencia es probablemente obsoleta.
fr: Un élément n'a pas été trouvé avec l'attribut correspondant {0} "{1}". La référence est probablement périmée.
ru: Элемент не был найден с соответствующим атрибутом {0} «{1}». Ссылка, вероятно, устаревшей.

# ComponentRelationNotFoundText
source: Could not find a component relation with the specified identity value "{0}".
de: Es konnte keine Komponentenbeziehung mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar una relación de componente con el valor de identidad especificado "{0}".
fr: Impossible de trouver une relation de composant avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти компонент отношение с указанным значением идентификации "{0}".
