Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# ProfileAttributeGroupDuplicatesText
source: All profile attribute group values must be unique. The following duplicates were found: "{0}"
de: Alle Profilattributgruppenwerte müssen eindeutig sein. Folgende Duplikate wurden gefunden: "{0}"
es: Todos los valores del grupo de atributos de perfil deben ser únicos. Se encontraron los siguientes duplicados: "{0}"
fr: Toutes les valeurs de groupe d'attributs de profil doivent être uniques. Les doublons suivants ont été trouvés : « {0} »
ru: Все значения группы атрибутов профиля должны быть уникальными. Найдены следующие дубликаты: "{0}"

# ProfileAttributeNoNameText
source: The profile attribute could not be updated because Attribute Name is required and was not specified.
de: Das Profilattribut konnte nicht aktualisiert werden, da Attributname erforderlich und nicht angegeben wurde.
es: El atributo profile no se pudo actualizar porque el nombre del atributo es necesario y no se especificó.
fr: L'attribut de profil n'a pas pu être mis à jour parce que le nom d'attribut est requis et n'a pas été spécifié.
ru: Атрибут профиля не может быть обновлен, так как требуется имя атрибута и не указано.

# ProfileAttributeValueDisplayDuplicatesText
source: All profile attribute valid value display values must be unique. The following duplicates were found: "{0}"
de: Alle gültigen Wertanzeigewerte des Profilattributs müssen eindeutig sein. Folgende Duplikate wurden gefunden: "{0}"
es: Todos los valores de visualización de valores válidos del atributo de perfil deben ser únicos. Se encontraron los siguientes duplicados: "{0}"
fr: Toutes les valeurs d'affichage de valeur valides d'attribut de profil doivent être uniques. Les doublons suivants ont été trouvés : « {0} »
ru: Все значения действительного значения атрибута профиля должны быть уникальными. Найдены следующие дубликаты: "{0}"

# ProfileAttributeValueDuplicatesText
source: All profile attribute valid values must be unique. The following duplicates were found: "{0}"
de: Alle gültigen Werte des Profilattributs müssen eindeutig sein. Folgende Duplikate wurden gefunden: "{0}"
es: Todos los valores válidos del atributo de perfil deben ser únicos. Se encontraron los siguientes duplicados: "{0}"
fr: Toutes les valeurs valides d'attribut de profil doivent être uniques. Les doublons suivants ont été trouvés : « {0} »
ru: Все допустимые значения атрибута профиля должны быть уникальными. Найдены следующие дубликаты: "{0}"

# ProjectAccessDenied
source: You do not have permission to access the specified project. Please contact the project owner or application administrator if this problem persists.
de: Sie sind nicht berechtigt, auf das angegebene Projekt zuzugreifen. Wenden Sie sich an den Projektbesitzer oder Anwendungsadministrator, wenn dieses Problem weiterhin besteht.
es: No tiene permiso para tener acceso al proyecto especificado. Póngase en contacto con el propietario del proyecto o el administrador de la aplicación si este problema persiste.
fr: Vous n'avez pas la permission d'accéder au projet spécifié. Veuillez contacter le propriétaire du projet ou l'administrateur de l'application si ce problème persiste.
ru: У вас нет разрешения на доступ к указанному проекту. Пожалуйста, свяжитесь с владельцем проекта или администратором приложения, если эта проблема сохраняется.

# ProjectActivityInUseText
source: Cannot delete the Project Activity because it is used by one or more Project Assignments. Please clear all other references to this Project Activity before removing.
de: Die Projektaktivität kann nicht gelöscht werden, da sie von einer oder mehreren Projektzuweisungen verwendet wird. Bitte löschen Sie alle anderen Verweise auf diese Projektaktivität, bevor Sie sie entfernen.
es: No se puede eliminar la actividad del proyecto porque la usan una o varias asignaciones de proyecto. Borre todas las demás referencias a esta actividad del proyecto antes de eliminarla.
fr: Impossible de supprimer l'activité de projet parce qu'elle est utilisée par une ou plusieurs affectations de projet. Veuillez effacer toutes les autres références à cette activité de projet avant de les supprimer.
ru: Не удается удалить действие проекта, поскольку оно используется одним или несколько заданиями проекта. Пожалуйста, очистите все другие ссылки на этот проект деятельности перед удалением.

# ProjectActivityNameRequiredText
source: A Project Activity Name is required.
de: Ein Projektaktivitätsname ist erforderlich.
es: Se requiere un nombre de actividad de proyecto.
fr: Un nom d'activité de projet est requis.
ru: Требуется название действия проекта.

# ProjectActivityNotFoundText
source: The specified Project Activity with identity "{0}" could not be found.
de: Die angegebene Projektaktivität mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar la actividad de proyecto especificada con la identidad "{0}".
fr: L'activité de projet spécifiée avec l'identité «{0}» n'a pas pu être trouvée.
ru: Указанная проектная деятельность с идентификацией "{0}" найти не удалось.

# ProjectAssignmentCompleteByInvalidErrorText
source: The Project Assignment Complete By date must not come before a Start By date nor after a Due By date.
de: Die Projektzuordnung Abgeschlossen nach Datum darf nicht vor einem Start-By-Datum oder nach einem Fälligkeitsdatum liegen.
es: La fecha Asignación de proyecto completada por no debe presentarse antes de una fecha De inicio ni después de una fecha De vencimiento.
fr: L'affectation du projet terminée par date ne doit pas être soumise à une date de début ni après une date d'échéance.
ru: Назначение проекта Завершено по дате не должно быть до даты начала или после срока по дате.

# ProjectAssignmentComponentNotFound
source: The project assignment component was not found.
de: Die Projektzuordnungskomponente wurde nicht gefunden.
es: No se encontró el componente de asignación de proyecto.
fr: Le volet d'affectation du projet n'a pas été trouvé.
ru: Компонент назначения проекта не найден.

# ProjectAssignmentComponentPermissionText
source: The assigned user does not have permission to access the following components: {0}
de: Der zugewiesene Benutzer verfügt nicht über die Berechtigung zum Zugriff auf die folgenden Komponenten: {0}
es: El usuario asignado no tiene permiso para acceder a los siguientes componentes: {0}
fr: L'utilisateur désigné n'a pas la permission d'accéder aux composants suivants : {0}
ru: Назначенный пользователь не имеет разрешения на доступ к следующим компонентам: {0}

# ProjectAssignmentDueDateInvalidErrorText
source: The Project Assignment Due By date must not come before a Start By date nor before a Complete By date.
de: Die Projektzuordnung Fälligkeit nach Datum darf nicht vor einem Start-By-Datum oder vor einem Complete By-Datum liegen.
es: La fecha De vencimiento de la asignación de proyecto no debe ser anterior a una fecha De inicio ni antes de una fecha Completado por.
fr: L'affectation du projet due par date ne doit pas être soumise à une date de début ni avant une date complète.
ru: Назначение проекта по дате не должно быть выполнено до даты начала или до полного по дате.

# ProjectAssignmentNotFoundText
source: The project assignment could not be found.
de: Die Projektzuweisung konnte nicht gefunden werden.
es: No se pudo encontrar la asignación del proyecto.
fr: L'affectation du projet n'a pas pu être trouvée.
ru: Задание проекта найти не удалось.

# ProjectAssignmentStartByInvalidErrorText
source: The Project Assignment Start By date must not come after a Complete By or Due By date.
de: Das Projektzuweisungsstartdatum darf nicht nach einem Datum für "Vollständig nach" oder "Fälligkeit nach" liegen.
es: La fecha Inicio de asignación de proyecto no debe venir después de una fecha Completar por o Vencimiento por.
fr: L'affectation du projet débute par date ne doit pas se faire après une date complète ou due.
ru: Назначение проекта Начало даты не должно прийти после завершения по или из-за даты.

# ProjectAssignmentWorkflowAlreadyCompletedText
source: The state of the project assignment cannot be changed when it is completed or cancelled and related to workflow.
de: Der Status der Projektzuweisung kann nicht geändert werden, wenn sie abgeschlossen oder abgebrochen wird und sich auf den Workflow bezieht.
es: El estado de la asignación de proyecto no se puede cambiar cuando se completa o se cancela y está relacionado con el flujo de trabajo.
fr: L'état de l'affectation du projet ne peut pas être modifié lorsqu'il est terminé ou annulé et lié au flux de travail.
ru: Состояние назначения проекта не может быть изменено при его завершении или отмене и связано с рабочим процессом.

# ProjectAssignmentWorkflowDeleteText
source: Unable to delete the project assignment because it has workflow associated with it.
de: Die Projektzuweisung kann nicht gelöscht werden, da ihr ein Workflow zugeordnet ist.
es: No se puede eliminar la asignación del proyecto porque tiene flujo de trabajo asociado.
fr: Impossible de supprimer l'affectation du projet car elle a un flux de travail qui lui est associé.
ru: Невозможно удалить назначение проекта, поскольку с ним связан рабочий процесс.

# ProjectCompleteByInvalidErrorText
source: The Project Complete By date must not come before a Start By date nor after a Due By date.
de: Das Projekt "Abgeschlossen nach" datum darf nicht vor einem Start-By-Datum oder nach einem Fälligkeitsdatum liegen.
es: La fecha Completado del proyecto no debe presentarse antes de una fecha De inicio ni después de una fecha de vencimiento.
fr: Le projet terminé par date ne doit pas être soumis à une date de départ ni après une date d'échéance.
ru: Проект Завершенный по дате не должен быть до даты начала или после даты.

# ProjectDueDateInvalidErrorText
source: The Project Due By date must not come before a Start By date nor before a Complete By date.
de: Das Projekt FälligkeitnachDatum darf nicht vor einem Start-By-Datum oder vor einem Complete By-Datum liegen.
es: La fecha de vencimiento del proyecto no debe presentarse antes de una fecha de inicio ni antes de una fecha Completado por.
fr: Le projet exigible par date ne doit pas être soumis à une date de début ni avant une date complète.
ru: Проект, причитавшийся к дате, не должен быть представлен ни до даты начала, ни до полной даты.

# ProjectFolderAccessDeniedErrorText
source: You do not have permission to access the specified project folder "{0}". Please contact the project owner or support if this problem persists.
de: Sie sind nicht berechtigt, auf den angegebenen Projektordner "{0}" zuzugreifen. Wenden Sie sich an den Projektbesitzer oder den Support, wenn dieses Problem weiterhin besteht.
es: No tiene permiso para acceder a la carpeta de proyecto especificada "{0}". Póngase en contacto con el propietario o el soporte técnico del proyecto si este problema persiste.
fr: Vous n'avez pas la permission d'accéder au dossier de projet spécifié "{0}". Veuillez contacter le propriétaire du projet ou le support si ce problème persiste.
ru: У вас нет разрешения на доступ к указанной папке проекта "{0}". Пожалуйста, свяжитесь с владельцем проекта или с поддержкой, если эта проблема сохраняется.

# ProjectFolderAlreadyExistsText
source: A project folder with the name "{0}" already exists. Please select a different name.
de: Ein Projektordner mit dem Namen "{0}" ist bereits vorhanden. Wählen Sie einen anderen Namen aus.
es: Ya existe una carpeta de proyecto con el nombre "{0}". Seleccione un nombre diferente.
fr: Un dossier de projet avec le nom "{0}" existe déjà. S'il vous plaît sélectionnez un nom différent.
ru: Папка проекта с названием "{0}" уже существует. Пожалуйста, выберите другое имя.

# ProjectFolderComponentAlreadyExistsText
source: The system could not link the specified component {0} ({1}) to the target project folder because the component already is linked to that project.
de: Das System konnte die angegebene Komponente {0} ({1}) nicht mit dem Zielprojektordner verknüpfen, da die Komponente bereits mit diesem Projekt verknüpft ist.
es: El sistema no pudo vincular el componente especificado {0} ({1}) a la carpeta del proyecto de destino porque el componente ya está vinculado a ese proyecto.
fr: Le système n'a pas pu relier le composant spécifié {0} ({1}) au dossier de projet cible parce que le composant est déjà lié à ce projet.
ru: Система не смогла связать указанный компонент {0} ({1}) с папкой целевого проекта, поскольку компонент уже связан с этим проектом.

# ProjectFolderComponentCannotMoveRootText
source: Cannot move the specified component. Component references can only reside within project folders.
de: Die angegebene Komponente kann nicht verschoben werden. Komponentenverweise können sich nur in Projektordnern befinden.
es: No se puede mover el componente especificado. Las referencias de componentes solo pueden residir en carpetas de proyecto.
fr: Ne peut pas déplacer le composant spécifié. Les références de composants ne peuvent résider que dans les dossiers de projet.
ru: Не удается переместить указанный компонент. Ссылки на компоненты могут быть только в папках проекта.

# ProjectFolderComponentExistsInTargetText
source: The component "{0}" is already referenced in the target folder.
de: Die Komponente "{0}" wird bereits im Zielordner referenziert.
es: El componente "{0}" ya se hace referencia en la carpeta de destino.
fr: Le composant "{0}" est déjà référencé dans le dossier cible.
ru: Компонент "{0}" уже упоминается в папке цели.

# ProjectFolderComponentNotFoundText
source: The specified project component reference was not found. It may have been removed prior to the change request. Please refresh your project content view and try again.
de: Die angegebene Projektkomponentenreferenz wurde nicht gefunden. Möglicherweise wurde sie vor der Änderungsanforderung entfernt. Aktualisieren Sie die Projektinhaltsansicht, und versuchen Sie es erneut.
es: No se encontró la referencia de componente de proyecto especificada. Es posible que se haya eliminado antes de la solicitud de cambio. Actualice la vista de contenido del proyecto e inténtelo de nuevo.
fr: La référence spécifiée de la composante du projet n'a pas été trouvée. Il se peut qu'il ait été supprimé avant la demande de modification. Veuillez actualiser la vue du contenu de votre projet et réessayer.
ru: Указанная ссылка на компонент проекта не найдена. Возможно, он был удален до запроса на изменение. Пожалуйста, обновите представление содержимого проекта и повторите попытку.

# ProjectFolderComponentNotSpecifiedText
source: The component was not specified for the project folder component item. Please ensure the component identity is specified.
de: Die Komponente wurde für das Projektordnerkomponentenelement nicht angegeben. Stellen Sie sicher, dass die Komponentenidentität angegeben ist.
es: El componente no se especificó para el elemento de componente de carpeta de proyecto. Asegúrese de que se especifica la identidad del componente.
fr: Le composant n'a pas été spécifié pour l'élément de composant de dossier de projet. Veuillez vous assurer que l'identité du composant est spécifiée.
ru: Компонент не был указан для компонента папки проекта. Пожалуйста, убедитесь, что личность компонента указана.

# ProjectFolderComponentReferencedCannotDeleteErrorText
source: The specified component reference cannot be removed from the project because one or more assignments make reference to this component. To remove the component reference, remove the reference from one or more related project assignments and try again.
de: Die angegebene Komponentenreferenz kann nicht aus dem Projekt entfernt werden, da eine oder mehrere Zuordnungen auf diese Komponente verweisen. Um den Komponentenverweis zu entfernen, entfernen Sie den Verweis aus einer oder mehreren verknüpften Projektzuweisungen, und versuchen Sie es erneut.
es: La referencia de componente especificada no se puede quitar del proyecto porque una o varias asignaciones hacen referencia a este componente. Para quitar la referencia de componente, quite la referencia de una o más asignaciones de proyecto relacionadas e inténtelo de nuevo.
fr: La référence de composant spécifiée ne peut pas être supprimée du projet parce qu'une ou plusieurs affectations font référence à ce composant. Pour supprimer la référence de composant, supprimez la référence d'une ou plusieurs affectations de projet liées et réessayez.
ru: Указанная ссылка на компонент не может быть удалена из проекта, поскольку одно или несколько назначений ссылаются на этот компонент. Чтобы удалить ссылку на компонент, удалите ссылку из одного или нескольких связанных заданий проекта и повторите попытку.

# ProjectFolderComponentTargetNotEmptyErrorText
source: The project component cannot be placed in a root folder location. Components can only be placed within folders.
de: Die Projektkomponente kann nicht an einem Stammordnerspeicherort platziert werden. Komponenten können nur in Ordnern platziert werden.
es: El componente del proyecto no se puede colocar en una ubicación de carpeta raíz. Los componentes solo se pueden colocar dentro de carpetas.
fr: Le composant du projet ne peut pas être placé dans un dossier racine. Les composants ne peuvent être placés que dans des dossiers.
ru: Компонент проекта не может быть помещен в место положения корневой папки. Компоненты могут быть размещены только в папках.

# ProjectFolderContainsReferenceCannotDeleteErrorText
source: The specified folder cannot be removed from the project because one or more assignments make reference to one or more components linked below the folder. To remove the folder, remove all the references from one or more related project assignments and try again. The following references were found: <ul> {0} </ul>
de: Der angegebene Ordner kann nicht aus dem Projekt entfernt werden, da eine oder mehrere Zuordnungen auf eine oder mehrere Komponenten verweisen, die unter dem Ordner verknüpft sind. Um den Ordner zu entfernen, entfernen Sie alle Verweise aus einer oder mehreren zugehörigen Projektzuweisungen, und versuchen Sie es erneut. Es wurden folgende Referenzen gefunden: sbpt id="1">&lt;ul&gt;</bpt> {0} ept id="1">&lt;/ul&gt;</ept>
es: La carpeta especificada no se puede quitar del proyecto porque una o varias asignaciones hacen referencia a uno o varios componentes vinculados debajo de la carpeta. Para quitar la carpeta, quite todas las referencias de una o más asignaciones de proyectos relacionadas e inténtelo de nuevo. Se encontraron las siguientes referencias: <ul> {0} </ul>
fr: Le dossier spécifié ne peut pas être supprimé du projet parce qu'une ou plusieurs affectations font référence à un ou plusieurs composants liés sous le dossier. Pour supprimer le dossier, supprimez toutes les références d'une ou plusieurs affectations de projet liées et réessayez. Les références suivantes ont été trouvées : <ul> {0} </ul>
ru: Указанная папка не может быть удалена из проекта, поскольку одно или несколько назначений ссылаются на один или несколько компонентов, связанных под папкой. Чтобы удалить папку, удалите все ссылки из одного или нескольких связанных заданий проекта и повторите попытку. Были найдены следующие ссылки: <ul> {0} </ul>

# ProjectFolderNotFoundText
source: The specified project folder was not found. It may have been deleted prior to the change request. Please refresh your project content view and try again.
de: Der angegebene Projektordner wurde nicht gefunden. Möglicherweise wurde sie vor der Änderungsanforderung gelöscht. Aktualisieren Sie die Projektinhaltsansicht, und versuchen Sie es erneut.
es: No se encontró la carpeta de proyecto especificada. Es posible que se haya eliminado antes de la solicitud de cambio. Actualice la vista de contenido del proyecto e inténtelo de nuevo.
fr: Le dossier de projet spécifié n'a pas été trouvé. Il se peut qu'il ait été supprimé avant la demande de modification. Veuillez actualiser la vue du contenu de votre projet et réessayer.
ru: Указанная папка проекта не найдена. Возможно, он был удален до запроса на изменение. Пожалуйста, обновите представление содержимого проекта и повторите попытку.

# ProjectFolderParentFolderNotSpecifiedText
source: The parent project folder was not specified for the project folder item. Please ensure the folder item has a parent item specified.
de: Der übergeordnete Projektordner wurde für das Projektordnerelement nicht angegeben. Stellen Sie sicher, dass für das Ordnerelement ein übergeordnetes Element angegeben ist.
es: La carpeta del proyecto primario no se especificó para el elemento de carpeta del proyecto. Asegúrese de que el elemento de carpeta tiene un elemento primario especificado.
fr: Le dossier de projet parent n'a pas été spécifié pour l'élément dossier de projet. Veuillez vous assurer que l'élément dossier a un élément parent spécifié.
ru: Папка родительского проекта не была указана для элемента папки проекта. Пожалуйста, убедитесь, что в элементе папки указан элемент родительского элемента.

# ProjectIdentityInvalidErrorText
source: The project identity is not valid.
de: Die Projektidentität ist ungültig.
es: La identidad del proyecto no es válida.
fr: L'identité du projet n'est pas valide.
ru: Итог проекта недействителен.

# ProjectNotFoundErrorText
source: Project could not be found.
de: Das Projekt wurde nicht gefunden.
es: No se pudo encontrar el proyecto.
fr: Le projet n'a pas pu être trouvé.
ru: Проект найти не удалось.

# ProjectOwnerInvalidErrorText
source: The project owner identity was not specified. A project must have an owner defined.
de: Die Projektbesitzeridentität wurde nicht angegeben. Für ein Projekt muss ein Besitzer definiert sein.
es: No se especificó la identidad del propietario del proyecto. Un proyecto debe tener un propietario definido.
fr: L'identité du propriétaire du projet n'a pas été précisée. Un projet doit avoir défini un propriétaire.
ru: Личность владельца проекта не уточняется. Проект должен быть определен владельцем.

# ProjectParticipantNotFound
source: The project participant was not found in the project.
de: Der Projektteilnehmer wurde im Projekt nicht gefunden.
es: El participante del proyecto no se encontró en el proyecto.
fr: Le participant au projet n'a pas été trouvé dans le projet.
ru: Участник проекта не был найден в проекте.

# ProjectRoleHasActiveAssignmentText
source: The role cannot be removed from the project because it contains at least one user with an active assignment within the project.
de: Die Rolle kann nicht aus dem Projekt entfernt werden, da sie mindestens einen Benutzer mit einer aktiven Zuweisung innerhalb des Projekts enthält.
es: El rol no se puede quitar del proyecto porque contiene al menos un usuario con una asignación activa dentro del proyecto.
fr: Le rôle ne peut pas être supprimé du projet car il contient au moins un utilisateur avec une affectation active au sein du projet.
ru: Роль не может быть удалена из проекта, поскольку она содержит по крайней мере одного пользователя с активным назначением в проекте.

# ProjectStartByInvalidErrorText
source: The Project Start By date must not come after a Complete By or Due By date.
de: Das Projektstart-Nach-Datum darf nicht nach einem Datum für "Vollständig nach" oder "Fälligkeit" nach kommen.
es: La fecha De inicio del proyecto no debe venir después de una fecha Completar por o Debido.
fr: Le projet début par date ne doit pas venir après une date complète par ou due par date.
ru: Проект Начало даты не должны прийти после завершения или должны по дате.

# ProjectTitleRequiredErrorText
source: A Project Title is required.
de: Ein Projekttitel ist erforderlich.
es: Se requiere un título de proyecto.
fr: Un titre de projet est requis.
ru: Требуется название проекта.
