Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# CreateAsTemplateErrorText
source: An error occurred while trying to save the component as a template "{0}"
de: Beim Versuch, die Komponente als Vorlage "{0}" zu speichern, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar guardar el componente como una plantilla "{0}"
fr: Une erreur s'est produite en essayant d'enregistrer le composant comme un modèle "{0}"
ru: Ошибка произошла при попытке сохранить компонент в качестве шаблона "{0}"

# ComponentFilteredWarningText
source: The component "{0}" was filtered out and dropped from processing.
de: Die Komponente "{0}" wurde herausgefiltert und aus der Verarbeitung entfernt.
es: El componente "{0}" se filtró y se desprendió del procesamiento.
fr: Le composant « {0} » a été filtré et retiré du traitement.
ru: Компонент "{0}" был отфильтрован и удален из обработки.

# ComponentAutoRepairEmailSubjectText
source: Component relationships batch repair completed
de: Batch-Reparatur von Komponentenbeziehungen abgeschlossen
es: Reparación por lotes de relaciones de componentes completada
fr: Réparation de lots de relations de composant accomplie
ru: Завершен агорей наячку пакетных отношений компонента

# ComponentAutoRepairNoComponentsFoundText
source: There are no components to repair.
de: Es sind keine Komponenten zum Reparieren vorhanden.
es: No hay componentes para reparar.
fr: Il n'y a pas de composants à réparer.
ru: Компонентов для ремонта нет.

# ComponentMoveValidationText
source: The source and target folders are the same for the selected components. Please select different target folder.
de: Quell- und Zielordner sind für die ausgewählten Komponenten identisch. Wählen Sie einen anderen Zielordner aus.
es: Las carpetas de origen y de destino son las mismas para los componentes seleccionados. Seleccione una carpeta de destino diferente.
fr: Les dossiers source et cible sont les mêmes pour les composants sélectionnés. S'il vous plaît sélectionnez différents dossier cible.
ru: Источник и целевые папки одинаковы для выбранных компонентов. Пожалуйста, выберите другую папку-мишень.

# AdvancedContentText
source: Advanced Content
de: Erweiterte Inhalte
es: Contenido avanzado
fr: Contenu avancé
ru: Расширенный контент

# ImportComponentLockedText
source: Component '{0}' is locked.
de: Die Komponente '{0}' ist gesperrt.
es: El componente '{0}' está bloqueado.
fr: Le composant '{0}' est verrouillé.
ru: Компонент "{0}" заблокирован.

# EditorXrefTextNotFound
source: The cross reference text for component "{0}" could not be created because it is either invalid or not found.
de: Der Querverweistext für die Komponente "{0}" konnte nicht erstellt werden, da er ungültig oder nicht gefunden wurde.
es: No se pudo crear el texto de referencia cruzada del componente "{0}" porque no es válido o no se encuentra.
fr: Le texte de référence croisé pour le composant "{0}" n'a pas pu être créé parce qu'il est soit invalide, soit non trouvé.
ru: Перекрестный текст ссылки на компонент "{0}" не может быть создан, поскольку он является недействительным или не найден.

# ComponentHasMissingContentText
source: The component content from {0} was not loaded or the file is empty. Cannot load content.
de: Der Komponenteninhalt von {0} nicht geladen wurde oder die Datei leer ist. Inhalt kann nicht geladen werden.
es: El contenido del componente de {0} no se cargó o el archivo está vacío. No se puede cargar contenido.
fr: Le contenu du composant de {0} n'a pas été chargé ou le fichier est vide. Ne peut pas charger le contenu.
ru: Содержимое компонента из {0} не было загружено или файл пуст. Не удается загрузить содержимое.

# ComponentTypeValidateComponentHistoryFoundErrorText
source: Cannot delete component type "{0}" because it is referenced by one or more historical components. Clear all references to component type "{0}" and try again.
de: Der Komponententyp "{0}" kann nicht gelöscht werden, da auf ihn von einer oder mehreren historischen Komponenten verwiesen wird. Löschen Sie alle Verweise auf den Komponententyp "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el tipo de componente "{0}" porque uno o varios componentes históricos hacen referencia a él. Borre todas las referencias al tipo de componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le type de composant "{0}" car il est référencé par un ou plusieurs composants historiques. Effacer toutes les références au type de composant "{0}" et réessayer.
ru: Не удается удалить тип компонента "{0}", поскольку на него ссылаются один или несколько исторических компонентов. Очистить все ссылки на тип компонента "{0}" и повторите попытку.

# ComponentConfigurationJsonConfigDeserializeErrorText
source: There is an error on deserializing the JsonConfig value.
de: Beim Deserialisieren des JsonConfig-Werts ist ein Fehler aufgetreten.
es: Se ha producido un error al deserializar el valor JsonConfig.
fr: Il y a une erreur sur la déserialisation de la valeur JsonConfig.
ru: Существует ошибка при десериализации значения JsonConfig.

# WorkflowInitialActivityNotFoundErrorText
source: The workflow does not contain an initial workflow activity.
de: Der Workflow enthält keine anfängliche Workflowaktivität.
es: El flujo de trabajo no contiene una actividad de flujo de trabajo inicial.
fr: Le flux de travail ne contient pas d'activité initiale de flux de travail.
ru: Рабочий процесс не содержит исходного действия рабочего процесса.

# StartupBackgroundWorkerErrorText
source: An error occurred while attempting to start the working folder clean-up background worker with interval '{0}'.
de: Beim Versuch, die Arbeitsordnerbereinigung des Hintergrundarbeiters mit dem Intervall "{0}" zu starten, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar iniciar el programa de trabajo en segundo plano de limpieza de la carpeta de trabajo con el intervalo '{0}'.
fr: Une erreur s'est produite alors qu'il tentait de démarrer le travail de nettoyage du dossier de travail travail travail de fond de travail avec l'intervalle «{0}».
ru: Ошибка произошла при попытке запустить рабочую папку очистки фонового работника с интервалом "{0}".
