Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# ProjectUserHasActiveAssignmentText
source: The user cannot be removed from the project because they have an active assignment within the project.
de: Der Benutzer kann nicht aus dem Projekt entfernt werden, da er eine aktive Zuordnung innerhalb des Projekts hat.
es: El usuario no se puede quitar del proyecto porque tiene una asignación activa dentro del proyecto.
fr: L'utilisateur ne peut pas être retiré du projet parce qu'il a une affectation active au sein du projet.
ru: Пользователь не может быть удален из проекта, поскольку у него есть активное назначение в проекте.

# ProjectWorkflowCancelAssignmentText
source: The project assignment cannot be cancelled because it is related to an active project workflow.
de: Die Projektzuweisung kann nicht abgebrochen werden, da sie mit einem aktiven Projektworkflow verknüpft ist.
es: La asignación de proyecto no se puede cancelar porque está relacionada con un flujo de trabajo de proyecto activo.
fr: L'affectation du projet ne peut pas être annulée parce qu'elle est liée à un flux de travail actif.
ru: Назначение проекта не может быть отменено, поскольку оно связано с активным рабочим процессом проекта.

# ProjectWorkflowNotFoundText
source: The specified Project Workflow with identity "{0}" could not be found.
de: Der angegebene Projektworkflow mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el flujo de trabajo de proyecto especificado con la identidad "{0}".
fr: Le workflow de projet spécifié avec l'identité "{0}" n'a pas pu être trouvé.
ru: Указанный проект Рабочего процесса с идентификацией "{0}" найти не удалось.

# ProjectWorkflowProjectActivityNotSpecified
source: The project workflow activity "{0}" does not have a project activity defined.
de: Für die Projektworkflowaktivität "{0}" ist keine Projektaktivität definiert.
es: La actividad de flujo de trabajo del proyecto "{0}" no tiene una actividad de proyecto definida.
fr: L'activité de flux de travail du projet « {0} » n'a pas défini d'activité de projet.
ru: Деятельность рабочего процесса проекта "{0}" не имеет определенной активности проекта.

# PublishDitaCriticalErrorReportText
source: A critical error occurred while attempting to execute a publish {0}. {1} {2} failed with error {3}
de: Beim Versuch, eine Veröffentlichung {0} auszuführen, ist ein kritischer Fehler aufgetreten. {1} {2} mit Fehler fehlerfehler{3} fehlgeschlagen
es: Se ha producido un error crítico al intentar ejecutar una {0} de publicación. {1} {2} ha fallado con el {3} de error
fr: Une erreur critique s'est produite alors qu'il tentait d'exécuter un {0} publié. {1} {2} échoué avec {3} d'erreur
ru: Критическая ошибка произошла при попытке выполнения опубликовать {0}. {1} {2} не сработала с {3} по ошибке

# PublishFailureEmailSubjectText
source: Publication Failed
de: Veröffentlichung fehlgeschlagen
es: Error en la publicación
fr: Publication échouée
ru: Публикация не удалось

# PublishOutputNotCreatedText
source: The plugin "{0}" was unable to publish the content for the component "{1}".
de: Das Plugin "{0}" konnte den Inhalt für die Komponente "{1}" nicht veröffentlichen.
es: El plugin "{0}" no pudo publicar el contenido del componente "{1}".
fr: Le plugin "{0}" n'a pas été en mesure de publier le contenu du composant "{1}".
ru: Плагин "{0}" не смог опубликовать контент для компонента "{1}".

# PublishSuccessEmailSubjectText
source: Publication Completed Successfully
de: Veröffentlichung erfolgreich abgeschlossen
es: Publicación completada con éxito
fr: Publication complétée avec succès
ru: Публикация завершена успешно

# QueryContentRequiredErrorText
source: A specified content is required for the query.
de: Für die Abfrage ist ein angegebener Inhalt erforderlich.
es: Se requiere un contenido especificado para la consulta.
fr: Un contenu spécifié est requis pour la requête.
ru: Для запроса требуется определенный контент.

# QueryDeleteErrorText
source: Cannot delete query "{0}" because it it is linked to a role or user. Clear all references to query "{0}" and try again.
de: Abfrage "{0}" kann nicht gelöscht werden, da sie mit einer Rolle oder einem Benutzer verknüpft ist. Löschen Sie alle Verweise auf die Abfrage "{0}" und versuchen Sie es erneut.
es: No se puede eliminar la consulta "{0}" porque está vinculada a un rol o usuario. Borre todas las referencias a la consulta "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer la requête "{0}" car elle est liée à un rôle ou à un utilisateur. Effacer toutes les références à la requête "{0}" et réessayer.
ru: Не удается удалить запрос "{0}", поскольку он связан с ролью или пользователем. Очистите все ссылки на запрос "{0}" и повторите попытку.

# QueryNameRequiredErrorText
source: A name is required for the query.
de: Für die Abfrage ist ein Name erforderlich.
es: Se requiere un nombre para la consulta.
fr: Un nom est requis pour la requête.
ru: Для запроса требуется имя.

# QueryNotFoundErrorText
source: The specified query with an identity of "{0}" could not be found.
de: Die angegebene Abfrage mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar la consulta especificada con una identidad de "{0}".
fr: La requête spécifiée avec une identité de "{0}" n'a pas pu être trouvée.
ru: Указанный запрос с идентификацией "{0}" найти не удалось.

# QueryOperationDeniedErrorText
source: You do not have permission to perform that operation on the specified query.
de: Sie sind nicht berechtigt, diesen Vorgang für die angegebene Abfrage auszuführen.
es: No tiene permiso para realizar esa operación en la consulta especificada.
fr: Vous n'avez pas la permission d'effectuer cette opération sur la requête spécifiée.
ru: У вас нет разрешения на выполнение этой операции в указанном запросе.

# ReadOnlyPromptText
source: READ ONLY
de: SCHREIBGESCHÜTZT
es: SOLO LECTURA
fr: LECTURE SEULE
ru: ТОЛЬКО ДЛЯ ЧТЕНИЯ

# ReassignedAssignmentEmailSubjectText
source: Project Assignment Reassigned: {0}
de: Projektzuweisung neu zugewiesen: {0}
es: Asignación de proyecto Reasignado: {0}
fr: Affectation du projet réaffectée : {0}
ru: Переназначение по проекту: {0}

# RedisChannelSubscriptionMessageText
source: Redis subscription intializing with domains {0}.
de: Redis-Abonnement-Intialisierung mit Domains {0}.
es: La suscripción de Redis se intializa con dominios {0}.
fr: Abonnement Redis intializing avec des domaines {0}.
ru: Подписка Redis intializing с доменами {0}.

# RelationInUseByExportText
source: Cannot delete the Relation because it is used by one or more Export Configurations. Please clear all export configuration uses of this Relation before deleting.
de: Die Beziehung kann nicht gelöscht werden, da sie von einer oder mehreren Exportkonfigurationen verwendet wird. Bitte löschen Sie alle Exportkonfigurationsverwendungen dieser Beziehung, bevor Sie sie löschen.
es: No se puede eliminar la relación porque la usan una o varias configuraciones de exportación. Borre todos los usos de configuración de exportación de esta relación antes de eliminar.
fr: Impossible de supprimer la Relation car elle est utilisée par une ou plusieurs Configurations d'exportation. Veuillez effacer toutes les utilisations de configuration d'exportation de cette relation avant la suppression.
ru: Не удается удалить Отношение, поскольку оно используется одной или более экспортной конфигурацией. Пожалуйста, очистите все использование экспортной конфигурации этого Отношения перед удаляем.

# RelationInUseErrorText
source: Cannot delete the Relation because it is used by one or more Component Relations. Please clear all usages of this Relation before deleting.
de: Die Beziehung kann nicht gelöscht werden, da sie von einer oder mehreren Komponentenbeziehungen verwendet wird. Bitte löschen Sie alle Verwendungen dieser Beziehung, bevor Sie löschen.
es: No se puede eliminar la relación porque la utilizan una o varias relaciones de componentes. Por favor, borre todos los usos de esta Relación antes de eliminar.
fr: Impossible de supprimer la Relation car elle est utilisée par une ou plusieurs relations de composants. Veuillez effacer tous les usages de cette Relation avant de supprimer.
ru: Не удается удалить Отношение, поскольку оно используется одним или более компонентными отношениями. Пожалуйста, очистите все обычаи этого отношения перед удаляем.

# RelationNameRequiredText
source: A Relation Name is required.
de: Ein Beziehungsname ist erforderlich.
es: Se requiere un nombre de relación.
fr: Un nom de relation est requis.
ru: Требуется имя отношения.

# RelationNotFoundText
source: The specified Relation with identity "{0}" could not be found.
de: Die angegebene Beziehung mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar la relación especificada con la identidad "{0}".
fr: La relation spécifiée avec l'identité "{0}" n'a pas pu être trouvée.
ru: Указанная связь с личностью "{0}" найти не удалось.

# RequestedActionNotAllowedText
source: You do not have permission to perform the requested action.
de: Sie sind nicht berechtigt, die angeforderte Aktion auszuführen.
es: No tiene permiso para realizar la acción solicitada.
fr: Vous n'avez pas la permission d'effectuer l'action demandée.
ru: У вас нет разрешения на выполнение запрошенного действия.

# ResetEmailSubjectText
source: Reset Your Password
de: Kennwort zurücksetzen
es: Restablecer tu contraseña
fr: Réinitialiser votre mot de passe
ru: Сброс пароля

# ReviewAccessDeniedText
source: You do not have permission to access the specified review. Please contact the review coordinator or application administrator if this problem persists.
de: Sie sind nicht berechtigt, auf die angegebene Überprüfung zuzugreifen. Wenden Sie sich an den Überprüfungskoordinator oder Anwendungsadministrator, wenn dieses Problem weiterhin besteht.
es: No tiene permiso para acceder a la revisión especificada. Póngase en contacto con el coordinador de opiniones o el administrador de la aplicación si este problema persiste.
fr: Vous n'avez pas la permission d'accéder à l'examen spécifié. Veuillez contacter le coordonnateur de l'examen ou l'administrateur de la demande si ce problème persiste.
ru: У вас нет разрешения на доступ к указанному отзыву. Пожалуйста, свяжитесь с координатором обзора или администратором приложения, если эта проблема сохраняется.

# ReviewCancelledEmailSubjectText
source: Review Cancelled : {0}
de: Bewertung abgebrochen : {0}
es: Revisión Cancelada : {0}
fr: Examen Annulé : {0}
ru: Отзыв отменен : {0}

# ReviewContentUnsupportedMessageText
source: This component is not available for preview.
de: Diese Komponente ist nicht für die Vorschau verfügbar.
es: Este componente no está disponible para la vista previa.
fr: Ce composant n'est pas disponible pour aperçu.
ru: Этот компонент недоступен для предварительного просмотра.

# ReviewCoordinatorInvalidText
source: The review coordinator was not specified. A review must have a coordinator defined.
de: Der Überprüfungskoordinator wurde nicht angegeben. Für eine Überprüfung muss ein Koordinator definiert sein.
es: No se especificó el coordinador de revisión. Una revisión debe tener un coordinador definido.
fr: Le coordonnateur de l'examen n'a pas été précisé. Un examen doit avoir défini un coordonnateur.
ru: Координатор обзора не был указан. В обзоре должен быть определен координатор.

# ReviewerNotFoundText
source: Reviewer could not be found.
de: Der Prüfer wurde nicht gefunden.
es: No se pudo encontrar el revisor.
fr: L'examinateur n'a pas pu être trouvé.
ru: Рецензента найти не удалось.

# ReviewerStateNotReviewingText
source: The reviewing session cannot be completed because it is not currently active.
de: Die Überprüfungssitzung kann nicht abgeschlossen werden, da sie derzeit nicht aktiv ist.
es: La sesión de revisión no se puede completar porque no está activa actualmente.
fr: La session d'examen ne peut pas être terminée parce qu'elle n'est pas actuellement active.
ru: Сеанс рассмотрения не может быть завершен, поскольку он в настоящее время не активен.

# ReviewerWorkflowCompletedEmailSubject
source: Reviewer Session Finished
de: Reviewer-Sitzung abgeschlossen
es: Sesión del revisor finalizada
fr: Session de l'examinateur terminée
ru: Рецензент Сессия завершена

# ReviewModeViewerContextMessageText
source: This component is provided for context only and is not available for review.
de: Diese Komponente wird nur für den Kontext bereitgestellt und kann nicht überprüft werden.
es: Este componente se proporciona solo para contexto y no está disponible para revisión.
fr: Ce composant est fourni uniquement pour le contexte et n'est pas disponible pour examen.
ru: Этот компонент предназначен только для контекста и не доступен для рассмотрения.

# ReviewNoMatchingProcessingInstruction
source: The XML does not contain the required beginning and ending processing instructions for one or more comments or changes.
de: Der XML-Code enthält nicht die erforderlichen Anweisungen für die Anfangs- und Endverarbeitung für einen oder mehrere Kommentare oder Änderungen.
es: El XML no contiene las instrucciones de procesamiento de principio y finalización necesarias para uno o varios comentarios o cambios.
fr: Le XML ne contient pas les instructions de traitement de début et de fin requises pour un ou plusieurs commentaires ou modifications.
ru: XML не содержит необходимых инструкций по началу и окончанию обработки для одного или нескольких комментариев или изменений.

# ReviewNonCompletedReviewDeleteError
source: Only reviews that are completed or cancelled can be archived.
de: Nur Bewertungen, die abgeschlossen oder abgebrochen wurden, können archiviert werden.
es: Solo se pueden archivar las opiniones que se hayan completado o cancelado.
fr: Seuls les avis terminés ou annulés peuvent être archivés.
ru: Только просмотрение или отмена отзывов могут быть заархивированы.

# ReviewNotFoundText
source: Review could not be found.
de: Die Überprüfung wurde nicht gefunden.
es: No se pudo encontrar la revisión.
fr: Il n'a pas été possible de trouver un examen.
ru: Обзор не может быть найден.

# ReviewReadyToResolveEmailSubjectText
source: Review ready to Resolve: {0}
de: Überprüfen Sie bereit zu lösen: {0}
es: Revisión lista para resolver: {0}
fr: Examen prêt à résoudre: {0}
ru: Обзор готов к решению: {0}

# ReviewRequiredAttributesMissing
source: One or more required attributes are missing from a comment or change processing instruction.
de: Mindestens ein erforderliches Attribut fehlt in einer Kommentar- oder Änderungsverarbeitungsanweisung.
es: Faltan uno o más atributos necesarios en una instrucción de procesamiento de comentarios o cambios.
fr: Un ou plusieurs attributs requis sont absents d'une instruction de traitement des commentaires ou des modifications.
ru: Один или несколько требуемых атрибутов отсутствуют в инструкции по обработке комментариев или изменения.

# ReviewStateNotResolvingTest
source: The review cannot be completed because the state of the review is not Resolving.
de: Die Überprüfung kann nicht abgeschlossen werden, da der Status der Überprüfung nicht aufgelöst wird.
es: La revisión no se puede completar porque el estado de la revisión no se está resolviendo.
fr: L'examen ne peut pas être terminé parce que l'état de l'examen n'est pas résolu.
ru: Проверка не может быть завершена, поскольку состояние обзора не является решенным.

# ReviewTitleRequiredText
source: A Review Title is required.
de: Ein Bewertungstitel ist erforderlich.
es: Se requiere un título de revisión.
fr: Un titre d'examen est requis.
ru: Требуется название обзора.

# ReviewUnknownProcessingInstruction
source: The XML contains an unknown processing instruction with a name of "{0}".
de: Der XML-Code enthält eine unbekannte Verarbeitungsanweisung mit dem Namen "{0}".
es: El XML contiene una instrucción de procesamiento desconocida con el nombre "{0}".
fr: Le XML contient une instruction de traitement inconnue avec un nom de "{0}".
ru: XML содержит неизвестную инструкцию по обработке с именем "{0}".

# ReviewUnresolvedEditorChangesErrorText
source: One or more comments or changes were found in the component "{0}". Please accept or deny these comments and/or changes before completing the review.
de: In der Komponente "{0}" wurden mindestens ein Kommentar oder Änderungen gefunden. Bitte akzeptieren oder verweigern Sie diese Kommentare und/oder Änderungen, bevor Sie die Überprüfung abschließen.
es: Se encontraron uno o más comentarios o cambios en el componente "{0}". Por favor, acepte o niegue estos comentarios y/ o cambios antes de completar la revisión.
fr: Un ou plusieurs commentaires ou modifications ont été trouvés dans le composant « {0} ». Veuillez accepter ou refuser ces commentaires et/ou modifications avant de terminer l'examen.
ru: Один или несколько замечаний или изменений были найдены в компоненте "{0}". Пожалуйста, примите или отопроизвните эти комментарии и/или изменения до завершения обзора.

# ReviewWorkflowNotFoundText
source: The specified Review Workflow with identity "{0}" could not be found.
de: Der angegebene Überprüfungsworkflow mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el flujo de trabajo de revisión especificado con la identidad "{0}".
fr: Le workflow d'examen spécifié avec l'identité "{0}" n'a pas pu être trouvé.
ru: Определенный рабочий процесс обзора с идентификацией "{0}" найти не удалось.

# RoleCannotDeleteSystemText
source: The specified system role cannot be deleted.
de: Die angegebene Systemrolle kann nicht gelöscht werden.
es: El rol de sistema especificado no se puede eliminar.
fr: Le rôle du système spécifié ne peut pas être supprimé.
ru: Указанная роль системы не может быть удалена.

# RoleNameExistsText
source: The Role Name specified already exists.
de: Der angegebene Rollenname ist bereits vorhanden.
es: El nombre de rol especificado ya existe.
fr: Le nom de rôle spécifié existe déjà.
ru: Указанное имя роли уже существует.

# RoleNameRequiredText
source: Role Name is required.
de: Rollenname ist erforderlich.
es: Se requiere el nombre del rol.
fr: Le nom du rôle est requis.
ru: Имя роли не требуется.

# RoleNotFoundText
source: The specified role with identity "{0}" could not be found.
de: Die angegebene Rolle mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el rol especificado con la identidad "{0}".
fr: Le rôle spécifié avec l'identité "{0}" n'a pas pu être trouvé.
ru: Указанную роль с идентификационным "{0}" найти не удалось.

# RuntimeMessageText
source: {0} Days, {1} Hours, {2} Minutes, {3} Seconds
de: {0} Tage, {1} Stunden, {2} Minuten, {3} Sekunden
es: {0} días, {1} horas, {2} minutos, {3} segundos
fr: {0} jours, heures {1}, minutes {2}, {3} secondes
ru: {0} дни, {1} часы, {2} минуты, {3} секунды

# SaveSgmlParseErrorMessageText
source: An error occurred with the SGML parser while attempting to load the editor content back into the system. {0}.
de: Beim Versuch, den Editorinhalt wieder in das System zu laden, ist ein Fehler beim SGML-Parser aufgetreten. {0}.
es: Se ha producido un error con el analizador SGML al intentar cargar el contenido del editor en el sistema. {0}.
fr: Une erreur s'est produite avec l'analyseur SGML alors qu'il tentait de charger le contenu de l'éditeur dans le système. {0}.
ru: Ошибка произошла с parser SGML при попытке загрузить содержимое редактора обратно в систему. {0}.

# ScheduledBackgroundTasksNotSupportedText
source: The local background worker task manager does not support delayed (scheduled) background tasks. Please use Hangfire or other background worker manager for scheduled workers.
de: Der lokale Hintergrundarbeitsaufgaben-Manager unterstützt keine verzögerten (geplanten) Hintergrundaufgaben. Verwenden Sie Hangfire oder einen anderen Hintergrundarbeitsmanager für geplante Arbeitskräfte.
es: El administrador de tareas de trabajo en segundo plano local no admite tareas en segundo plano retrasadas (programadas). Utilice Hangfire u otro administrador de trabajadores de fondo para trabajadores programados.
fr: Le gestionnaire de tâches de travail de base local ne prend pas en charge les tâches d'arrière-plan retardées (prévues). S'il vous plaît utiliser Hangfire ou tout autre gestionnaire de travailleurs de fond pour les travailleurs réguliers.
ru: Локальный менеджер фоновых рабочих не поддерживает отложенные (запланированные) фоновые задачи. Пожалуйста, используйте Hangfire или другого менеджера фонового работника для запланированных работников.

# SessionCurrentServerMaximumErrorText
source: This server has exceeded its maximum number of {0} concurrent users session(s). Please wait and/or sign out of one or more sessions to continue.
de: Dieser Server hat die maximale Anzahl {0} gleichzeitiger Benutzersitzungen überschritten. Warten Sie, und/oder melden Sie sich von einer oder mehreren Sitzungen ab, um fortzufahren.
es: Este servidor ha superado su número máximo de {0} sesiones de usuarios simultáneos. Espere y/o cierre la sesión de una o más sesiones para continuar.
fr: Ce serveur a dépassé son nombre maximum de {0} session d'utilisateurs simultanés. S'il vous plaît attendre et / ou signer hors d'une ou plusieurs séances pour continuer.
ru: Этот сервер превысил максимальное количество {0} одновременной сессии пользователей (ы). Пожалуйста, подождите и / или выйти из одного или нескольких сессий, чтобы продолжить.

# SessionCurrentTenantApiMaximumRequestsErrorText
source: The specified tenant "{0}" has exceeded the maximum allocation of {1} API requests for a 24-hour period.
de: Der angegebene Mandant "{0}" hat die maximale Zuweisung von {1} API-Anforderungen für einen Zeitraum von 24 Stunden überschritten.
es: El "{0}" del inquilino especificado ha superado la asignación máxima de solicitudes de API de {1} durante un período de 24 horas.
fr: Le « {0} » de locataire spécifié a dépassé l'allocation maximale de {1} demandes d'API pour une période de 24 heures.
ru: Указанный арендатор "{0}" превысил максимальное распределение запросов API {1} на 24-часовой период.

# SessionCurrentTenantMaximumErrorText
source: This service has exceeded its maximum number of {0} concurrent users session(s). Please wait and/or sign out of one or more sessions to continue.
de: Dieser Dienst hat die maximale Anzahl von sitzungen {0} gleichzeitigen Benutzer überschritten. Warten Sie, und/oder melden Sie sich von einer oder mehreren Sitzungen ab, um fortzufahren.
es: Este servicio ha superado su número máximo de {0} sesión(s) de usuarios simultáneos. Espere y/o cierre la sesión de una o más sesiones para continuar.
fr: Ce service a dépassé son nombre maximum de {0} session d'utilisateurs simultanés. S'il vous plaît attendre et / ou signer hors d'une ou plusieurs séances pour continuer.
ru: Эта услуга превысила максимальное количество {0} одновременной сессии пользователей (ы). Пожалуйста, подождите и / или выйти из одного или нескольких сессий, чтобы продолжить.

# SessionCurrentUserApiMaximumErrorText
source: The user "{0}" has exceeded the maximum number of {1} API session(s). Please sign out of one or more API sessions to continue.
de: Der Benutzer "{0}" hat die maximale Anzahl {1} API-Sitzungen überschritten. Melden Sie sich von einer oder mehreren API-Sitzungen ab, um fortzufahren.
es: El usuario "{0}" ha superado el número máximo de sesiones de API de {1}. Cierre la sesión de una o más sesiones de API para continuar.
fr: L'utilisateur "{0}" a dépassé le nombre maximum de {1} session API(s). Veuillez vous inscrire à une ou plusieurs sessions aPI pour continuer.
ru: Пользователь "{0}" превысил максимальное количество сеансов API {1}(ы). Пожалуйста, выподписав одну или несколько сеансов API для продолжения.
