Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# FolderDeleteComponentProjectErrorText
source: The specified folder cannot be deleted because the folder or one of the folder's descendant subfolders contains a component that is currently associated with one or more projects. All component project associations must be removed before the folder can be deleted.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Ordner oder einer der untergeordneten Unterordner des Ordners eine Komponente enthält, die derzeit einem oder mehreren Projekten zugeordnet ist. Alle Komponentenprojektzuordnungen müssen entfernt werden, bevor der Ordner gelöscht werden kann.
es: La carpeta especificada no se puede eliminar porque la carpeta o una de las subcarpetas descendientes de la carpeta contiene un componente que está asociado actualmente a uno o varios proyectos. Todas las asociaciones de proyectos de componentes deben eliminarse antes de que se pueda eliminar la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que le dossier ou l'un des sous-dossiers descendants du dossier contient un composant qui est actuellement associé à un ou plusieurs projets. Toutes les associations de projets de composants doivent être supprimées avant que le dossier puisse être supprimé.
ru: Указанная папка не может быть удалена, поскольку папка или одна из подсобных папок содержит компонент, который в настоящее время связан с одним или несколько проектами. Все ассоциации проектов компонентов должны быть удалены до удаления папки.

# FolderDeleteRelationErrorText
source: The specified folder cannot be deleted because the folder or one of the folder's descendant subfolders contain a component that has relations with other components within the system. You must move the component or remove relationships before the folder can be deleted.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Ordner oder einer der untergeordneten Unterordner des Ordners eine Komponente enthält, die Beziehungen zu anderen Komponenten innerhalb des Systems enthält. Sie müssen die Komponente verschieben oder Beziehungen entfernen, bevor der Ordner gelöscht werden kann.
es: La carpeta especificada no se puede eliminar porque la carpeta o una de las subcarpetas descendientes de la carpeta contienen un componente que tiene relaciones con otros componentes dentro del sistema. Debe mover el componente o eliminar relaciones antes de que se pueda eliminar la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que le dossier ou l'un des sous-dossiers descendants du dossier contient un composant qui a des relations avec d'autres composants dans le système. Vous devez déplacer le composant ou supprimer les relations avant que le dossier puisse être supprimé.
ru: Указанная папка не может быть удалена, поскольку папка или одна из подсфов потомка папки содержат компонент, который имеет отношения с другими компонентами в системе. Необходимо переместить компонент или удалить отношения до того, как папка может быть удалена.

# FolderMoveComponentLockErrorText
source: Cannot move the folder because one or more components are locked by another user. Make sure all components in the folder and all subfolders are not locked before you move the folder.
de: Der Ordner kann nicht verschoben werden, da eine oder mehrere Komponenten von einem anderen Benutzer gesperrt sind. Stellen Sie sicher, dass alle Komponenten im Ordner und alle Unterordner nicht gesperrt sind, bevor Sie den Ordner verschieben.
es: No se puede mover la carpeta porque otro usuario bloquea uno o varios componentes. Asegúrese de que todos los componentes de la carpeta y todas las subcarpetas no estén bloqueados antes de mover la carpeta.
fr: Impossible de déplacer le dossier parce qu'un ou plusieurs composants sont verrouillés par un autre utilisateur. Assurez-vous que tous les composants du dossier et de tous les sous-dossiers ne sont pas verrouillés avant de déplacer le dossier.
ru: Не удается переместить папку, поскольку один или несколько компонентов заблокированы другим пользователем. Убедитесь, что все компоненты в папке и все субфалеры не заблокированы перед перемещением папки.

# FolderNameExistsErrorText
source: A folder with the name "{0}" already exists in the target location.
de: Am Zielspeicherort ist bereits ein Ordner mit dem Namen "{0}" vorhanden.
es: Ya existe una carpeta con el nombre "{0}" en la ubicación de destino.
fr: Un dossier avec le nom "{0}" existe déjà dans l'emplacement cible.
ru: Папка с именем "{0}" уже существует в целевом местоположении.

# FolderNameRequiredErrorText
source: A Folder Name is required.
de: Ein Ordnername ist erforderlich.
es: Se requiere un nombre de carpeta.
fr: Un nom de dossier est requis.
ru: Требуется имя Фолдера.

# FolderNotFoundErrorText
source: Could not find a folder with the specified identity value "{0}".
de: Es konnte kein Ordner mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar una carpeta con el valor de identidad especificado "{0}".
fr: Impossible de trouver un dossier avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти папку с указанным значением идентификации "{0}".

# FolderOperationDeniedErrorText
source: You do not have permission to perform that operation on the specified folder.
de: Sie sind nicht berechtigt, diesen Vorgang für den angegebenen Ordner auszuführen.
es: No tiene permiso para realizar esa operación en la carpeta especificada.
fr: Vous n'avez pas la permission d'effectuer cette opération sur le dossier spécifié.
ru: У вас нет разрешения на выполнение этой операции в указанной папке.

# GeneralWebErrorText
source: An internal unhandled error occurred within the application. The error has been logged.
de: Innerhalb der Anwendung ist ein interner, nicht behandelter Fehler aufgetreten. Der Fehler wurde protokolliert.
es: Se ha producido un error interno no controlado en la aplicación. Se ha registrado el error.
fr: Une erreur interne non gérée s'est produite au sein de l'application. L'erreur a été enregistrée.
ru: В приложении произошла внутренняя ошибка, необработанная. Ошибка была зарегистрирована.

# HistoryCannotRestoreADeleteErrorText
source: Cannot restore a component history with delete action. Simply delete the component again.
de: Ein Komponentenverlauf kann nicht mit Löschaktion wiederhergestellt werden. Löschen Sie einfach die Komponente erneut.
es: No se puede restaurar un historial de componentes con la acción de eliminación. Simplemente elimine el componente de nuevo.
fr: Impossible de restaurer l'historique d'un composant avec l'action de suppression. Il suffit de supprimer le composant à nouveau.
ru: Не удается восстановить историю компонентов с действием удаления. Просто удалите компонент еще раз.

# HistoryCannotRestoreFolderText
source: The folder "{0}" could not be restored.
de: Der Ordner "{0}" konnte nicht wiederhergestellt werden.
es: No se pudo restaurar la carpeta "{0}".
fr: Le dossier "{0}" n'a pas pu être restauré.
ru: Папка "{0}" не может быть восстановлена.

# HistoryComponentAccessDeniedErrorText
source: You do not have permission to read the specified component "{0}" history.
de: Sie sind nicht berechtigt, den angegebenen "{0}"-Verlauf zu lesen.
es: No tiene permiso para leer el historial de "{0}" del componente especificado.
fr: Vous n'avez pas la permission de lire l'historique spécifié de « {0} ».
ru: У вас нет разрешения на чтение указанного компонента "{0}" истории.

# HistoryComponentContentNotFoundErrorText
source: A history component snapshot content record was not found with the component identity "{0}".
de: Ein Snapshotinhaltsdatensatz der Verlaufskomponente wurde mit der Komponentenidentität "{0}" nicht gefunden.
es: No se encontró un registro de contenido de instantánea de componente de historial con la identidad del componente "{0}".
fr: Un enregistrement de contenu d'instantané de composant d'historique n'a pas été trouvé avec l'identité de composant « {0} ».
ru: Запись содержимого снимка компонента истории не была найдена с идентификационным номером компонента "{0}".

# HistoryComponentNotFoundBeforeDateErrorText
source: History was not found before the date "{0}" for component identity "{1}".
de: Die Historie wurde vor dem Datum "{0}" für die Komponentenidentität "{1}" nicht gefunden.
es: La historia no se encontró antes de la fecha "{0}" para la identidad del componente "{1}".
fr: L'historique n'a pas été trouvé avant la date "{0}" pour l'identité composant "{1}".
ru: История не была найдена до даты "{0}" для компонента идентичности "{1}".

# HistoryComponentNotFoundErrorText
source: History was not found for the changeset identity "{0}" and component identity "{1}".
de: Die Historie wurde für die Changeset-Identität "{0}" und die Komponentenidentität "{1}" nicht gefunden.
es: No se encontró el historial para la identidad del conjunto de cambios "{0}" y la identidad de componente "{1}".
fr: L'histoire n'a pas été trouvée pour l'identité changeet "{0}" et l'identité composant "{1}".
ru: История не была найдена для идентификационных данных "{0}" и компонента "{1}".

# HistoryFolderAccessDeniedErrorText
source: You do not have permission to read the specified folder "{0}" history.
de: Sie sind nicht berechtigt, den angegebenen Ordnerverlauf "{0}" zu lesen.
es: No tiene permiso para leer el historial de "{0}" de la carpeta especificada.
fr: Vous n'avez pas la permission de lire l'historique du dossier spécifié "{0}".
ru: У вас нет разрешения на чтение указанной папки "{0}" истории.

# HistoryFolderNotFoundBeforeDateErrorText
source: History was not found before the date "{0}" for folder identity "{1}".
de: Die Historie wurde vor dem Datum "{0}" für die Ordneridentität "{1}" nicht gefunden.
es: El historial no se encontró antes de la fecha "{0}" para la identidad de la carpeta "{1}".
fr: L'historique n'a pas été trouvé avant la date "{0}" pour l'identité du dossier "{1}".
ru: История не была найдена до даты "{0}" для папки идентичности "{1}".

# HistoryFolderNotFoundErrorText
source: History was not found for the changeset identity "{0}" and folder identity "{1}".
de: Der Verlauf wurde für die Changeset-Identität "{0}" und die Ordneridentität "{1}" nicht gefunden.
es: No se encontró el historial para la identidad del conjunto de cambios "{0}" y la identidad de carpeta "{1}".
fr: L'histoire n'a pas été trouvée pour l'identité changeet "{0}" et l'identité de dossier "{1}".
ru: История не была найдена для идентификации изменения "{0}" и папки "{1}".

# HistoryRestoreAndMoveDeniedErrorText
source: User does not have permission to restore and move component {0}.
de: Der Benutzer verfügt nicht über die Berechtigung zum Wiederherstellen und Verschieben von Komponenten {0}.
es: El usuario no tiene permiso para restaurar y mover {0} de componentes.
fr: L'utilisateur n'a pas la permission de restaurer et de déplacer les composants {0}.
ru: Пользователь не имеет разрешения на восстановление и перемещение компонента {0}.

# HistoryRestoreTargetFolderMissingErrorText
source: The history record's target folder with id "{0}" no longer exists. The current target folder shall be used instead.
de: Der Zielordner des Verlaufsdatensatzes mit der ID "{0}" ist nicht mehr vorhanden. Stattdessen wird der aktuelle Zielordner verwendet.
es: La carpeta de destino del registro de historial con id "{0}" ya no existe. En su lugar, se utilizará la carpeta de destino actual.
fr: Le dossier cible de l'enregistrement d'historique avec id "{0}" n'existe plus. Le dossier cible actuel doit être utilisé à la place.
ru: Папка-мишень записи истории с идентификатором "{0}" больше не существует. Вместо этого должна использоваться текущая папка цели.

# IdentityRequiredText
source: A record identity must be specified.
de: Es muss eine Datensatzidentität angegeben werden.
es: Se debe especificar una identidad de registro.
fr: Une identité d'enregistrement doit être spécifiée.
ru: Необходимо указать идентификацию записи.

# ImportBinarySaveErrorText
source: An error occurred while attempting to store the binary component "{0}" from the source file "{1}".
de: Beim Versuch, die Binärkomponente "{0}" aus der Quelldatei "{1}" zu speichern, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar almacenar el componente binario "{0}" desde el archivo de origen "{1}".
fr: Une erreur s'est produite alors qu'il tentait de stocker le composant binaire "{0}" à partir du fichier source "{1}".
ru: Ошибка произошла при попытке хранения двоичного компонента "{0}" из исходного файла "{1}".

# ImportCancelledErrorText
source: The import {0} was cancelled.
de: Der Import {0} wurde abgebrochen.
es: Se canceló la {0} de importación.
fr: Le {0} d'importation a été annulé.
ru: Импортная {0} отменена.

# ImportComponentIdsNotFound
source: The import process failed because no components were found that matched the list of component identities specified.
de: Der Importvorgang ist fehlgeschlagen, da keine Komponenten gefunden wurden, die mit der Liste der angegebenen Komponentenidentitäten übereinstimmten.
es: Error en el proceso de importación porque no se encontró ningún componente que coincidiera con la lista de identidades de componente especificada.
fr: Le processus d'importation a échoué parce qu'aucun composant n'a été trouvé qui correspondait à la liste des identités de composants spécifiées.
ru: Процесс импорта не удался, поскольку не было найдено компонентов, соответствующих указанному списку идентификаторов компонентов.

# ImportComponentRelationSaveErrorText
source: An error occurred while attempting to store component relationships for component ids "{0}". "{1}".
de: Beim Versuch, Komponentenbeziehungen für Komponenten-IDs "{0}" zu speichern, ist ein Fehler aufgetreten. "{1}".
es: Se ha producido un error al intentar almacenar relaciones de componentes para los identificadores de componentes "{0}". "{1}".
fr: Une erreur s'est produite alors qu'il tentait de stocker les relations de composants pour les ids composant "{0}". "{1}".
ru: Ошибка произошла при попытке хранения компонентов для идентификаторов компонентов "{0}". "{1}".

# ImportComponentSaveErrorText
source: An error occurred while attempting to store XML content within the import process. One or more components did not save during the Component repository save execution. {0}
de: Beim Versuch, XML-Inhalt im Importprozess zu speichern, ist ein Fehler aufgetreten. Mindestens eine Komponente wurde während der Ausführung des Komponenten-Repositorys zum Speichern nicht gespeichert. {0}
es: Se ha producido un error al intentar almacenar contenido XML en el proceso de importación. Uno o más componentes no se guardaron durante la ejecución de guardado del repositorio de componentes. {0}
fr: Une erreur s'est produite alors qu'il tentait de stocker du contenu XML dans le processus d'importation. Un ou plusieurs composants n'ont pas été sauvement pendant le référentiel composant enregistrer l'exécution. {0}
ru: Ошибка произошла при попытке хранения содержимого XML в процессе импорта. Один или несколько компонентов не сохранились во время выполнения репозитория компонента. {0}

# ImportComponentTypeNotFound
source: The file "{0}" could not be imported because a component type was found or able to be determined.
de: Die Datei "{0}" konnte nicht importiert werden, da ein Komponententyp gefunden wurde oder bestimmt werden konnte.
es: No se pudo importar el archivo "{0}" porque se encontró o se pudo determinar un tipo de componente.
fr: Le fichier « {0} » n'a pas pu être importé parce qu'un type de composant a été trouvé ou peut être déterminé.
ru: Файл "{0}" не может быть импортирован, поскольку тип компонента был найден или может быть определен.

# ImportCreatePermissionDeniedText
source: The user "{0}" does not have permission to import components into the specified folder "{1}".
de: Der Benutzer "{0}" ist nicht berechtigt, Komponenten in den angegebenen Ordner "{1}" zu importieren.
es: El usuario "{0}" no tiene permiso para importar componentes en la carpeta especificada "{1}".
fr: L'utilisateur "{0}" n'a pas la permission d'importer des composants dans le dossier spécifié "{1}".
ru: Пользователь "{0}" не имеет разрешения на ввоз компонентов в указанную папку "{1}".

# ImportFailureEmailSubjectText
source: Import Failed
de: Fehler beim Importieren
es: Error de importación
fr: Échec de l'importation
ru: Ошибка при импорте

# ImportFileNotFound
source: During import, the file "{0}" was not able to be found.
de: Während des Imports konnte die Datei "{0}" nicht gefunden werden.
es: Durante la importación, no se pudo encontrar el archivo "{0}".
fr: Lors de l'importation, le fichier "{0}" n'a pas pu être trouvé.
ru: Во время импорта файл "{0}" не удалось найти.

# ImportFolderNotFoundText
source: The folder identity "{0}" could not be found.
de: Die Ordneridentität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar la identidad de la carpeta "{0}".
fr: L'identité du dossier "{0}" n'a pas pu être trouvée.
ru: Идентификационная папка "{0}" не может быть найдена.

# ImportInvalidXmlAsBinaryText
source: The XML within the component file "{0}" is invalid and could not be parsed. The component shall be saved as a bad XML binary file for review.
de: Der XML-Code in der Komponentendatei "{0}" ist ungültig und konnte nicht analysiert werden. Die Komponente wird zur Überprüfung als fehlerhafte XML-Binärdatei gespeichert.
es: El XML dentro del archivo de componente "{0}" no es válido y no se pudo analizar. El componente se guardará como un archivo binario XML incorrecto para su revisión.
fr: Le XML dans le fichier composant "{0}" est invalide et ne peut pas être mis en œil. Le composant doit être enregistré comme un mauvais fichier binaire XML pour examen.
ru: XML в файле компонента "{0}" является недействительным и не может быть разогнан. Компонент должен быть сохранен как плохой двоичный файл XML для рассмотрения.

# ImportInvalidXmlText
source: The file '{0}' could not be imported because it contains invalid XML.
de: Die Datei '{0}' konnte nicht importiert werden, da sie ungültiges XML enthält.
es: No se pudo importar el archivo '{0}' porque contiene XML no válido.
fr: Le fichier '{0}' n'a pas pu être importé parce qu'il contient xML invalide.
ru: Файл "{0}" не может быть импортирован, поскольку он содержит недействительным XML.

# ImportNoFileNameSpecifiedErrorText
source: The file name was not specified in the import request.
de: Der Dateiname wurde in der Importanforderung nicht angegeben.
es: El nombre de archivo no se especificó en la solicitud de importación.
fr: Le nom du fichier n'a pas été précisé dans la demande d'importation.
ru: Имя файла не было указано в запросе на импорт.

# ImportNoFilesInRequestErrorText
source: No files were sent within the import request.
de: Innerhalb der Importanforderung wurden keine Dateien gesendet.
es: No se envió ningún archivo dentro de la solicitud de importación.
fr: Aucun fichier n'a été envoyé dans le cadre de la demande d'importation.
ru: Файлы в запросе на импорт не были отправлены.

# ImportSuccessAllFilesIngoredText
source: No changes were detected in the component file(s) imported and therefore no components were updated.
de: Es wurden keine Änderungen in der importierten Komponentendatei(n) erkannt, und daher wurden keine Komponenten aktualisiert.
es: No se detectaron cambios en los archivos de componentes importados y, por lo tanto, no se actualizó ningún componente.
fr: Aucun changement n'a été détecté dans le fichier des composants importés et, par conséquent, aucun composant n'a été mis à jour.
ru: В импортируемом файле компонентов (s) не было обнаружено никаких изменений, и поэтому никакие компоненты не обновлялись.

# ImportSuccessEmailSubjectText
source: Import Completed Successfully
de: Import erfolgreich abgeschlossen
es: Importación completada con éxito
fr: Importation complétée avec succès
ru: Импорт успешно завершен

# ImportSyncErrorText
source: An error occurred while attempting to store synchronization data during the import process.
de: Beim Versuch, Synchronisierungsdaten während des Importvorgangs zu speichern, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar almacenar datos de sincronización durante el proceso de importación.
fr: Une erreur s'est produite alors qu'il tentait de stocker des données de synchronisation pendant le processus d'importation.
ru: Ошибка произошла при попытке хранения данных синхронизации в процессе импорта.

# ImportUpdatePermissionDeniedText
source: You do not have permission to update the existing component "{0}".
de: Sie sind nicht berechtigt, die vorhandene Komponente "{0}" zu aktualisieren.
es: No tiene permiso para actualizar el componente existente "{0}".
fr: Vous n'avez pas la permission de mettre à jour le composant existant "{0}".
ru: У вас нет разрешения на обновление существующего компонента "{0}".

# ImportWarningEmailSubjectText
source: Import Completed with Issues
de: Import mit Problemen abgeschlossen
es: Importación completada con problemas
fr: Importation complétée par des problèmes
ru: Импорт завершен с проблемами

# ImportZipFileNotValid
source: The zip archive file that was imported was not a valid zip format. The archive file must be in zip format and contain one or more files to import.
de: Die importierte ZIP-Archivdatei war kein gültiges ZIP-Format. Die Archivdatei muss im ZIP-Format vorliegen und eine oder mehrere zu importierende Dateien enthalten.
es: El archivo zip que se importó no era un formato zip válido. El archivo de archivado debe estar en formato zip y contener uno o varios archivos para importar.
fr: Le fichier d'archivage zippé qui a été importé n'était pas un format zip valide. Le fichier d'archive doit être en format zip et contenir un ou plusieurs fichiers à importer.
ru: Импортированный архив zip не был действительным форматом почтовой застежки-молнии. Архивный файл должен быть в формате zip и содержать один или несколько файлов для импорта.

# InvalidApiKeyErrorText
source: The API Key specified "{0}" was not found for the tenant.
de: Der angegebene API-Schlüssel "{0}" wurde für den Mandanten nicht gefunden.
es: No se encontró la clave de API especificada "{0}" para el inquilino.
fr: La clé aPI précise que « {0} » n'a pas été trouvée pour le locataire.
ru: В API Key уточнили, что "{0}" арендатора не найдено.

# InvalidAttributeOperationErrorText
source: An error occurred while attempting to validate permissions on a controller. A controller type was not found.
de: Beim Versuch, Berechtigungen für einen Controller zu überprüfen, ist ein Fehler aufgetreten. Es wurde kein Controllertyp gefunden.
es: Se ha producido un error al intentar validar los permisos en un controlador. No se encontró un tipo de controlador.
fr: Une erreur s'est produite alors qu'il tentait de valider les autorisations sur un contrôleur. Un type de contrôleur n'a pas été trouvé.
ru: Ошибка произошла при попытке проверки разрешений на контроллере. Тип контроллера не найден.

# InvalidEnumerationFlagText
source: The specified text value does not have a corresponding enumeration value configured.
de: Für den angegebenen Textwert ist kein entsprechender Enumerationswert konfiguriert.
es: El valor de texto especificado no tiene configurado un valor de enumeración correspondiente.
fr: La valeur de texte spécifiée n'a pas de valeur d'énumération correspondante configurée.
ru: Указанное значение текста не имеет соответствующего значения перечисления, настроенного.

# InvalidFileArgumentErrorText
source: A valid file path must be specified.
de: Es muss ein gültiger Dateipfad angegeben werden.
es: Se debe especificar una ruta de acceso de archivo válida.
fr: Un chemin de fichier valide doit être spécifié.
ru: Необходимо указать допустимый путь файла.
