Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# InvalidIdentityErrorText
source: The identity value specified is invalid. Values must be greater than 0.
de: Der angegebene Identitätswert ist ungültig. Die Werte müssen größer als 0 sein.
es: El valor de identidad especificado no es válido. Los valores deben ser mayores que 0.
fr: La valeur d'identité spécifiée est invalide. Les valeurs doivent être supérieures à 0.
ru: Указанное значение идентификации является недействительным. Значения должны быть больше 0.

# InvalidModelErrorText
source: Invalid model specified.
de: Ungültiges Modell angegeben.
es: Modelo no válido especificado.
fr: Modèle invalide spécifié.
ru: Указана недействительная модель.

# InvalidPathArgumentErrorText
source: A valid directory path must be specified.
de: Es muss ein gültiger Verzeichnispfad angegeben werden.
es: Se debe especificar una ruta de acceso de directorio válida.
fr: Un itinéraire d'annuaire valide doit être spécifié.
ru: Необходимо указать допустимый путь каталога.

# InvalidPermissionHolderTypeErrorText
source: Invalid permission holder type.
de: Ungültiger Berechtigungsinhabertyp.
es: Tipo de titular de permiso no válido.
fr: Type de titulaire d'autorisation invalide.
ru: Недействительный тип держателя разрешения.

# InvalidRepositoryTypeErrorText
source: The framework context DataContext property does not implement IVasontRepository nor DbContext.
de: Die Frameworkkontext-DataContext-Eigenschaft implementiert weder IVasontRepository noch DbContext.
es: La propiedad DataContext del contexto de marco de trabajo no implementa IVasontRepository ni DbContext.
fr: Le contexte-cadre DataContext propriété ne met pas en œuvre IVasontRepository ni DbContext.
ru: Свойство контекста рамочного контекста DataContext не реализует IVasontRepository или DbContext.

# InvalidResetStepErrorText
source: Invalid reset step specified.
de: Ungültiger Resetschritt angegeben.
es: Paso de restablecimiento no válido especificado.
fr: Étape de réinitialise invalide spécifiée.
ru: Недействительный шаг сбросить указан.

# InvalidTenantDomainNameSpecifiedErrorText
source: A tenant for the domain "{0}" was not found. Please consult your Vasont support representative to ensure you have the correct web address.
de: Ein Mandant für die Domäne "{0}" wurde nicht gefunden. Bitte wenden Sie sich an Ihren Vasont Support-Mitarbeiter, um sicherzustellen, dass Sie die richtige Webadresse haben.
es: No se encontró un inquilino para el dominio "{0}". Consulte a su representante de soporte técnico de Vasont para asegurarse de que tiene la dirección web correcta.
fr: Un locataire du domaine "{0}" n'a pas été trouvé. Veuillez consulter votre représentant de support Vasont pour vous assurer d'avoir la bonne adresse web.
ru: Арендатор домена "{0}" не найден. Пожалуйста, обратитесь к представителю службы поддержки Vasont, чтобы убедиться, что у вас есть правильный веб-адрес.

# InvalidWebhookEventIdentityErrorText
source: An invalid webhook event identity "{0}" was specified for the webhook API endpoint "{1}".
de: Für den Webhook-API-Endpunkt "{1}" wurde eine ungültige Webhook-Ereignisidentität "{0}" angegeben.
es: Se especificó una identidad de evento de webhook no válida "{0}" para el punto de conexión de la API de webhook "{1}".
fr: Une identité d'événement webhook invalide "{0}" a été spécifiée pour le point de terminaison de l'API webhook "{1}".
ru: Недействительной идентификации события webhook "{0}" была указана для конечной точки Webhook API "{1}".

# InvalidWebhookSecretErrorText
source: Invalid webhook secret.
de: Ungültiges Webhook-Geheimnis.
es: Secreto de webhook no válido.
fr: Secret webhook invalide.
ru: Недействительный секрет веб-крючка.

# InvalidWorkflowCommandText
source: Invalid command for the specified workflow.
de: Ungültiger Befehl für den angegebenen Workflow.
es: Comando no válido para el flujo de trabajo especificado.
fr: Commande invalide pour le flux de travail spécifié.
ru: Недействительная команда для указанного рабочего процесса.

# InvalidWorkflowModelText
source: Invalid workflow model. Could not serialize the workflow model specified.
de: Ungültiges Workflowmodell. Das angegebene Workflowmodell konnte nicht serialisiert werden.
es: Modelo de flujo de trabajo no válido. No se pudo serializar el modelo de flujo de trabajo especificado.
fr: Modèle de flux de travail invalide. Impossible de sérialiser le modèle de flux de travail spécifié.
ru: Недействительная модель рабочего процесса. Не удалось сериализировать указанную модель рабочего процесса.

# InvalidXmlErrorText
source: The content in XML Component "{0}" is invalid and cannot be parsed.
de: Der Inhalt in der XML-Komponente "{0}" ist ungültig und kann nicht analysiert werden.
es: El contenido del componente XML "{0}" no es válido y no se puede analizar.
fr: Le contenu de la composante XML «{0}» est invalide et ne peut pas être paraté.
ru: Содержимое компонента XML "{0}" является недействительным и не может быть разогнано.

# LabelAndText
source: And
es: Y
ru: И

# LabelApplicationText
source: Application
de: Anwendung
es: Aplicación
ru: Приложение

# LabelContainsText
source: Contains
de: Enthält
es: Contiene
fr: Contient
ru: Содержит

# LabelDebugText
source: Debug
de: Debuggen
es: Depurar
fr: Déboguer
ru: Отладка

# LabelDoesNotContainText
source: Does Not Contain
de: Enthält nicht
es: No contiene
fr: Ne contient pas
ru: НЕ СОДЕРЖИТ

# LabelDoesNotEndWithText
source: Does Not End With
de: Endet nicht mit...
es: No termina con
fr: Ne se termine pas par
ru: НЕ ЗАКАНЧИВАЕТСЯ НА

# LabelDoesNotStartWithText
source: Does Not Start With
de: Beginnt nicht mit
es: No empieza con
fr: Ne commence pas par
ru: Не начинается с

# LabelEndsWithText
source: Ends With
de: Endet mit
es: Termina con
fr: Se termine par
ru: Оканчивается на

# LabelErrorText
source: Error
de: Fehler
fr: Erreur
ru: Ошибка

# LabelFatalText
source: Fatal
de: Schwerwiegend
ru: Неустранимая

# LabelGeneralText
source: General
de: Allgemein
fr: Général
ru: Общая

# LabelInformationText
source: Information
de: Informationen
es: Información
fr: Informations
ru: Сведения

# LabelNoText
source: No
de: Nein
fr: Non
ru: Нет

# LabelOrText
source: Or
de: Oder
es: O
fr: Ou
ru: Или

# LabelSecurityText
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ru: Безопасность

# LabelStartsWithText
source: Starts With
de: Beginnt mit
es: Empieza con
fr: Commence par
ru: Начинается с

# LabelSystemText
source: System
de: Systemmenü
es: Sistema
fr: Système
ru: система

# LabelWarningText
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
ru: Предупреждение

# LabelYesText
source: Yes
de: Ja
fr: Oui
ru: Да

# LanguageCodeExistsErrorText
source: The language code "{0}" already exists.
de: Der Sprachcode "{0}" ist bereits vorhanden.
es: El código de idioma "{0}" ya existe.
fr: Le code linguistique "{0}" existe déjà.
ru: Языковой код "{0}" уже существует.

# LanguageCodeInvalidErrorText
source: The specified language code "{0}" is not recognized as valid.
de: Der angegebene Sprachcode "{0}" wird nicht als gültig erkannt.
es: El código de idioma especificado "{0}" no se reconoce como válido.
fr: Le code linguistique spécifié «{0}» n'est pas reconnu comme valide.
ru: Указанный языковой код "{0}" не признается действительным.

# LanguageInExternalSystemText
source: Cannot delete the language because it is currently used by the External System "{0}".
de: Die Sprache kann nicht gelöscht werden, da sie derzeit vom externen System "{0}" verwendet wird.
es: No se puede eliminar el idioma porque actualmente lo utiliza el sistema externo "{0}".
fr: Impossible de supprimer la langue parce qu'elle est actuellement utilisée par le système externe "{0}".
ru: Не удается удалить язык, поскольку в настоящее время он используется внешней системой "{0}".

# LanguageInUseErrorText
source: Cannot delete language "{0}" because it is currently in use by one or more components.
de: Die Sprache "{0}" kann nicht gelöscht werden, da sie derzeit von einer oder mehreren Komponenten verwendet wird.
es: No se puede eliminar el idioma "{0}" porque está actualmente en uso por uno o más componentes.
fr: Impossible de supprimer la langue "{0}" car il est actuellement utilisé par un ou plusieurs composants.
ru: Не удается удалить язык "{0}", поскольку в настоящее время он используется одним или несколько компонентами.

# LanguageNameRequiredErrorText
source: A Language Name must be specified.
de: Es muss ein Sprachname angegeben werden.
es: Se debe especificar un nombre de idioma.
fr: Un nom de langue doit être spécifié.
ru: Необходимо указать имя языка.

# LanguageNotFoundText
source: The language code "{0}" was not found.
de: Der Sprachcode "{0}" wurde nicht gefunden.
es: No se encontró el código de idioma "{0}".
fr: Le code linguistique «{0}» n'a pas été trouvé.
ru: Языковой код "{0}" не найден.

# LanguageOnlyOneLanguageErrorText
source: No other languages for "{0}" were found. The application cannot disable default value for this language until another language starting with "{0}" has been created.
de: Es wurden keine weiteren Sprachen für "{0}" gefunden. Die Anwendung kann den Standardwert für diese Sprache erst deaktivieren, wenn eine andere Sprache erstellt wurde, die mit "{0}" beginnt.
es: No se encontraron otros idiomas para "{0}". La aplicación no puede deshabilitar el valor predeterminado para este idioma hasta que se haya creado otro idioma que comience con "{0}".
fr: Aucune autre langue pour "{0}" n'a été trouvée. L'application ne peut pas désactiver la valeur par défaut de cette langue jusqu'à ce qu'une autre langue commençant par «{0}» ait été créée.
ru: Других языков для "{0}" не найдено. Приложение не может отключить значение по умолчанию для этого языка до тех пор, пока не будет создан другой язык, начинающимся с "{0}".

# LanguageText
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: язык

# MaximumConcurrentUserInstancesReachedErrorText
source: The user "{0}" has reached its maximum concurrent session limit of {1} concurrent log on(s). One or more sessions for {0} will need to sign out before another instance can log on.
de: Der Benutzer "{0}" hat sein maximales gleichzeitiges Sitzungslimit von {1} gleichzeitigen Anmeldung(en) erreicht. Eine oder mehrere Sitzungen für {0} müssen sich abmelden, bevor sich eine andere Instanz anmelden kann.
es: El usuario "{0}" ha alcanzado su límite máximo de sesión simultánea de {1} inicios de sesión simultáneos. Una o más sesiones para {0} tendrá que cerrar sesión antes de que otra instancia pueda iniciar sesión.
fr: L'utilisateur "{0}" a atteint sa limite maximale de session simultanée de {1} se connecter simultanément(s). Une ou plusieurs sessions pour {0} devront se déconnecter avant qu'une autre instance puisse se connecter.
ru: Пользователь "{0}" достиг своего максимального одновременного предела сеанса {1} одновременный вход(ы). Один или несколько сеансов для {0} должны будут выйти, прежде чем другой экземпляр может войти в систему.

# MaximumServerConcurrentUsersReachedErrorText
source: The server has reached its maximum concurrent user session limit of {0} concurrent user session(s). One or more accounts will need to sign out before another can log on.
de: Der Server hat das maximale Zeitlimit für Benutzersitzungen von {0} gleichzeitigen Benutzersitzungen erreicht. Mindestens ein Konto muss sich abmelden, bevor sich ein anderes kontomelden kann.
es: El servidor ha alcanzado su límite máximo de sesión de usuario simultánea de {0} sesión(s) de usuario simultánea. Una o más cuentas tendrán que cerrar sesión antes de que otra pueda iniciar sesión.
fr: Le serveur a atteint sa limite maximale de session utilisateur simultanée de {0} session utilisateur simultanée. Un ou plusieurs comptes devront se déconnecter avant qu'un autre puisse se connecter.
ru: Сервер достиг своего максимального одновременного предела сеанса пользователя {0} одновременный сеанс пользователя(ы). Один или несколько учетных записей необходимо будет выйти, прежде чем другой может войти в систему.

# MaximumTenantConcurrentUsersReachedErrorText
source: The tenant "{0}" has reached its maximum concurrent user session limit of {1} concurrent user session(s). One or more accounts will need to sign out before another can log on.
de: Der Mandant "{0}" hat das maximale Zeitlimit für Benutzersitzungen von {1} gleichzeitigen Benutzersitzungen erreicht. Mindestens ein Konto muss sich abmelden, bevor sich ein anderes kontomelden kann.
es: El inquilino "{0}" ha alcanzado su límite máximo de sesión de usuario simultánea de {1} sesión(s) de usuario simultánea. Una o más cuentas tendrán que cerrar sesión antes de que otra pueda iniciar sesión.
fr: Le locataire "{0}" a atteint sa limite maximale de session utilisateur simultanée de {1} session utilisateur simultanée. Un ou plusieurs comptes devront se déconnecter avant qu'un autre puisse se connecter.
ru: Арендатор "{0}" достиг своего максимального одновременного лимита сеанса пользователя {1} одновременный сеанс пользователя(ы). Один или несколько учетных записей необходимо будет выйти, прежде чем другой может войти в систему.

# ModuleKeyFoundErrorText
source: A module key with the value "{0}" already exists. Please specify a different module key.
de: Ein Modulschlüssel mit dem Wert "{0}" ist bereits vorhanden. Geben Sie einen anderen Modulschlüssel an.
es: Ya existe una clave de módulo con el valor "{0}". Especifique una clave de módulo diferente.
fr: Une clé de module avec la valeur "{0}" existe déjà. Veuillez spécifier une autre clé de module.
ru: Ключ модуля со значением "{0}" уже существует. Пожалуйста, укажите другой ключ модуля.

# ModuleKeyRequiredErrorText
source: A Module Key is required.
de: Ein Modulschlüssel ist erforderlich.
es: Se requiere una clave de módulo.
fr: Une clé de module est requise.
ru: Требуется ключ модуля.

# ModuleNameRequiredErrorText
source: A Module Name is required.
de: Ein Modulname ist erforderlich.
es: Se requiere un nombre de módulo.
fr: Un nom de module est requis.
ru: Требуется имя модуля.

# ModuleNotFoundErrorText
source: A module was not found with the specified identifier "{0}". Please ensure the application module has been configured correctly.
de: Es wurde kein Modul mit dem angegebenen Bezeichner "{0}" gefunden. Stellen Sie sicher, dass das Anwendungsmodul korrekt konfiguriert wurde.
es: No se encontró un módulo con el identificador especificado "{0}". Asegúrese de que el módulo de aplicación se ha configurado correctamente.
fr: Un module n'a pas été trouvé avec l'identifiant spécifié "{0}". Veuillez vous assurer que le module d'application a été configuré correctement.
ru: Модуль не был найден с указанным идентификатором "{0}". Пожалуйста, убедитесь, что модуль приложения был настроен правильно.

# MultiPartContentRequestError
source: The request for this web API call must be in a multi-part content format.
de: Die Anforderung für diesen Web-API-Aufruf muss in einem mehrteiligen Inhaltsformat vorliegen.
es: La solicitud de esta llamada a la API web debe tener un formato de contenido de varias partes.
fr: La demande pour cet appel API web doit être dans un format de contenu en plusieurs parties.
ru: Запрос на этот веб-вызов API должен быть в формате многокомпонентного контента.

# MyQueriesText
source: My Queries
de: Eigene Abfragen
es: Mis consultas
fr: Mes requêtes
ru: Мои запросы

# NewAssignmentEmailSubjectText
source: New Project Assignment: {0}
de: Neue Projektzuweisung: {0}
es: Nueva asignación de proyecto: {0}
fr: Nouvelle affectation de projet : {0}
ru: Назначение нового проекта: {0}

# NewChangeRequestEmailSubjectText
source: Received request notification
de: Benachrichtigung über empfangene Anforderung
es: Notificación de solicitud recibida
fr: Notification de demande reçue
ru: Полученное уведомление о запросе

# NewComponentRequestDescription
source: Request from {0} for new {1} "{2}"
de: Anfrage von {0} nach neuen {1} "{2}"
es: Solicitud de {0} para nuevos {1} "{2}"
fr: Demande de {0} pour de nouveaux {1} "{2}"
ru: Запрос от {0} на новые {1} "{2}"

# NewReviewerAssignmentEmailSubjectText
source: New Review Assignment: {0}
de: Neue Bewertungsaufgabe: {0}
es: Nueva asignación de revisión: {0}
fr: Nouvelle affectation d'examen : {0}
ru: Назначение нового обзора: {0}

# NoChangeText
source: No Change
de: Keine Änderung
es: Sin cambios
fr: Aucune modification
ru: Без изменений

# NoComponentSpecifiedErrorText
source: No component identity value was specified.
de: Es wurde kein Komponentenidentitätswert angegeben.
es: No se especificó ningún valor de identidad de componente.
fr: Aucune valeur d'identité de composant n'a été spécifiée.
ru: Значение идентификации компонента не было указано.

# NoFolderSpecifiedErrorText
source: No folder identity value was specified.
de: Es wurde kein Ordneridentitätswert angegeben.
es: No se especificó ningún valor de identidad de carpeta.
fr: Aucune valeur d'identité de dossier n'a été spécifiée.
ru: Значение идентификации папки не указано.

# ParameterMaxLengthErrorText
source: The parameter "{0}" has a maximum value length of {1} character(s).
de: Der Parameter "{0}" hat eine maximale Wertlänge von {1} Zeichen.
es: El parámetro "{0}" tiene una longitud de valor máxima de {1} caracteres.
fr: Le paramètre "{0}" a une durée de valeur maximale de {1} caractère(s).
ru: Параметр "{0}" имеет максимальную длину значения {1} символа (ы).

# ParameterMinLengthErrorText
source: The parameter "{0}" has a minimum value length of {1} character(s).
de: Der Parameter "{0}" hat eine Mindestwertlänge von {1} Zeichen.
es: El parámetro "{0}" tiene una longitud de valor mínima de {1} caracteres.
fr: Le paramètre "{0}" a une durée de valeur minimale de {1} caractère(s).
ru: Параметр "{0}" имеет минимальную длину значения {1} символа (ы).

# PasswordChangeNotAuthorized
source: The tenant account password reset interface has been disabled. Please contact your support representative for further assistance.
de: Die Schnittstelle zum Zurücksetzen des Kennworts für das Mandantenkonto wurde deaktiviert. Bitte wenden Sie sich an Ihren Support-Mitarbeiter, um weitere Unterstützung zu erhalten.
es: Se ha deshabilitado la interfaz de restablecimiento de contraseña de la cuenta de inquilino. Póngase en contacto con su representante de soporte técnico para obtener más ayuda.
fr: L'interface de réinitialisation du mot de passe du compte locataire a été désactivée. Veuillez contacter votre représentant de soutien pour obtenir de l'aide.
ru: Интерфейс снаки с пароля учетной записи клиента был отключен. Пожалуйста, свяжитесь с вашим представителем службы поддержки для получения дополнительной помощи.

# PasswordResetHashInvalidErrorText
source: An issue occurred while attempting to reset your password. Please begin the process again or contact support if this problem persists.
de: Beim Versuch, Ihr Kennwort zurückzusetzen, ist ein Problem aufgetreten. Beginnen Sie den Vorgang erneut, oder wenden Sie sich an den Support, wenn dieses Problem weiterhin besteht.
es: Se ha producido un problema al intentar restablecer la contraseña. Por favor, inicie el proceso de nuevo o póngase en contacto con el soporte técnico si este problema persiste.
fr: Un problème s'est produit alors qu'il tentait de réinitialiquer votre mot de passe. S'il vous plaît commencer le processus à nouveau ou le soutien de contact si ce problème persiste.
ru: Возникла проблема при попытке сбросить пароль. Пожалуйста, начните процесс снова или обратитесь в службу поддержки, если эта проблема сохраняется.

# PasswordResetTokenInvalidErrorText
source: The password reset token specified was incorrect or has expired. Please verify the token and try again. If the problem persists please submit a new password reset request.
de: Das angegebene Kennwortzurücksetzungstoken war falsch oder abgelaufen. Überprüfen Sie das Token, und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, senden Sie bitte eine neue Anforderung zum Zurücksetzen des Kennworts.
es: El token de restablecimiento de contraseña especificado era incorrecto o ha caducado. Compruebe el token e inténtelo de nuevo. Si el problema persiste, envíe una nueva solicitud de restablecimiento de contraseña.
fr: Le jeton de réinitialisation de mot de passe spécifié était incorrect ou a expiré. S'il vous plaît vérifier le jeton et essayer à nouveau. Si le problème persiste, veuillez soumettre une nouvelle demande de réinitialisation de mot de passe.
ru: Указанный маркер сбросить пароля был неверным или истек. Пожалуйста, проверьте маркер и повторите попытку. Если проблема сохраняется, пожалуйста, отправьте новый запрос на сбрасывание пароля.

# PathText
source: Folder Path
de: Ordnerpfad
es: Ruta de la carpeta
fr: Chemin du dossier
ru: Путь к папке

# PathUnavailableForHistoryViewerText
source: Unavailable for history view
de: Nicht verfügbar für die Verlaufsansicht
es: No disponible para la vista de historial
fr: Indisponible pour la vue d'historique
ru: Недоступно для просмотра истории

# PluginExceptionText
source: An internal unhandled error occurred in the plugin "{0}". The message reported was "{1}".
de: Im Plugin "{0}" ist ein interner, nicht behandelter Fehler aufgetreten. Die Meldung war "{1}".
es: Se ha producido un error interno no controlado en el complemento "{0}". El mensaje notificado era "{1}".
fr: Une erreur interne non gérée s'est produite dans le plugin "{0}". Le message signalé était « {1} ».
ru: Внутренняя ошибка необработанной произошла в плагине "{0}". Сообщение было "{1}".

# PluginFailureText
source: The plugin "{0}" failed with the following error: {1}
de: Das Plugin "{0}" ist mit folgendem Fehler fehlgeschlagen: {1}
es: El plugin "{0}" ha fallado con el siguiente error: {1}
fr: Le plugin "{0}" a échoué avec l'erreur suivante: {1}
ru: Плагин "{0}" не удалось со следующей ошибкой: {1}

# PluginNotFoundText
source: Plugin not found.
de: Plugin wurde nicht gefunden.
es: Plugin no encontrado.
fr: Plugin introuvable.
ru: Плагин не найден.

# PluginParameterMissingText
source: The plugin "{0}" failed because the required parameter "{1}" was not specified.
de: Das Plugin "{0}" ist fehlgeschlagen, da der erforderliche Parameter "{1}" nicht angegeben wurde.
es: El plugin "{0}" falló porque no se especificó el parámetro requerido "{1}".
fr: Le plugin "{0}" s'est rompu parce que le paramètre requis "{1}" n'a pas été spécifié.
ru: Плагин "{0}" не удалось, так как необходимый параметр "{1}" не был указан.

# ProcessCancelledErrorText
source: The process "{0}" stopped due to cancellation.
de: Der Prozess "{0}" wurde aufgrund einer Absage beendet.
es: El proceso "{0}" se detuvo debido a la cancelación.
fr: Le processus "{0}" s'est arrêté en raison de l'annulation.
ru: Процесс "{0}" остановлен из-за отмены.

# ProductTitle
source: Vasont Inspire
fr: Inspiration Vasont
ru: Васонт Вдохновить

# ProfileAttributeGroupDisplayDuplicatesText
source: All profile attribute group display values must be unique. The following duplicates were found: "{0}"
de: Alle Anzeigewerte für Profilattributgruppen müssen eindeutig sein. Folgende Duplikate wurden gefunden: "{0}"
es: Todos los valores de visualización del grupo de atributos de perfil deben ser únicos. Se encontraron los siguientes duplicados: "{0}"
fr: Toutes les valeurs d'affichage de groupe d'attributs de profil doivent être uniques. Les doublons suivants ont été trouvés : « {0} »
ru: Все значения отображения группы атрибутов профиля должны быть уникальными. Найдены следующие дубликаты: "{0}"
