Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# UserPasswordInvalidIncorrectOldErrorText
source: The old password you specified is not correct. Please correctly enter your old password as a security validation measure.
de: Das von Ihnen angegebene alte Kennwort ist nicht korrekt. Bitte geben Sie Ihr altes Passwort als Sicherheitsvalidierungsmaßnahme korrekt ein.
es: La contraseña antigua que especificó no es correcta. Introduzca correctamente su contraseña antigua como medida de validación de seguridad.
fr: L'ancien mot de passe que vous avez spécifié n'est pas correct. Veuillez saisir correctement votre ancien mot de passe comme mesure de validation de sécurité.
ru: Старый пароль, который вы указали, не является правильным. Пожалуйста, правильно введите свой старый пароль в качестве меры проверки безопасности.

# UserPasswordInvalidLengthErrorText
source: The password requires a minimum length of {0} characters.
de: Das Kennwort erfordert eine Mindestlänge von {0} Zeichen.
es: La contraseña requiere una longitud mínima de {0} caracteres.
fr: Le mot de passe nécessite une longueur minimale de {0} caractères.
ru: Пароль требует минимальной длины {0} символов.

# UserPasswordInvalidLowerErrorText
source: The password requires at least one lower-case character (e.g. a-z).
de: Das Passwort erfordert mindestens ein Kleinbuchstaben (z.B. a-z).
es: La contraseña requiere al menos un carácter en minúsculas (por ejemplo, a-z).
fr: Le mot de passe nécessite au moins un caractère minuscule (par exemple a-z).
ru: Пароль требует, по крайней мере, один нижний символ (например, a-z).

# UserPasswordInvalidNonAlphaErrorText
source: The password requires at least one non-alphanumeric character (e.g. ! @ # or %).
de: Für das Kennwort ist mindestens ein nicht-alphanumerisches Zeichen erforderlich (z. B. !
es: La contraseña requiere al menos un carácter no alfanumérico (p. ej., ! o %).
fr: Le mot de passe nécessite au moins un caractère non alphanumérique (par exemple !
ru: Пароль требует, по крайней мере, один неалфавитный символ (например, !

# UserPasswordInvalidNoPasswordErrorText
source: No password was specified. A password must be specified for the account.
de: Es wurde kein Kennwort angegeben. Für das Konto muss ein Kennwort angegeben werden.
es: No se especificó ninguna contraseña. Se debe especificar una contraseña para la cuenta.
fr: Aucun mot de passe n'a été spécifié. Un mot de passe doit être spécifié pour le compte.
ru: Пароль не указан. Пароль должен быть указан для учетной записи.

# UserPasswordInvalidNumericErrorText
source: The password requires at least one numeric character (e.g. 0-9).
de: Das Kennwort erfordert mindestens ein numerisches Zeichen (z. B. 0-9).
es: La contraseña requiere al menos un carácter numérico (por ejemplo, 0-9).
fr: Le mot de passe nécessite au moins un caractère numérique (par exemple 0-9).
ru: Пароль требует по крайней мере одного числового символа (например, 0-9).

# UserPasswordInvalidPreambleErrorText
source: The password specified does not meet the following criteria:
de: Das angegebene Kennwort erfüllt nicht die folgenden Kriterien:
es: La contraseña especificada no cumple los siguientes criterios:
fr: Le mot de passe spécifié ne répond pas aux critères suivants :
ru: Указанный пароль не соответствует следующим критериям:

# UserPasswordInvalidSameAsOldErrorText
source: Your new password cannot be the same as your old password. Please correctly specify a new password.
de: Ihr neues Kennwort kann nicht mit Ihrem alten Kennwort übereinstimmen. Geben Sie das Kennwort korrekt an.
es: Su nueva contraseña no puede ser la misma que la contraseña anterior. Especifique correctamente una nueva contraseña.
fr: Votre nouveau mot de passe ne peut pas être le même que votre ancien mot de passe. Veuillez spécifier correctement un nouveau mot de passe.
ru: Ваш новый пароль не может быть таким же, как ваш старый пароль. Пожалуйста, правильно укажите новый пароль.

# UserPasswordInvalidUpperErrorText
source: The password requires at least one upper-case character (e.g. A-Z).
de: Das Passwort erfordert mindestens ein Großbuchstaben (z.B. A-Z).
es: La contraseña requiere al menos un carácter en mayúsculas (por ejemplo, A-Z).
fr: Le mot de passe nécessite au moins un caractère de cas supérieur (p. ex. A-Z).
ru: Пароль требует, по крайней мере, один символ верхнего регистра (например, А-З).

# UserSyncErrorText
source: An error occurred during the Inspire User Sync process.
de: Während des Inspire User Sync-Vorgangs ist ein Fehler aufgetreten.
es: Se ha producido un error durante el proceso de Inspire User Sync.
fr: Une erreur s'est produite pendant le processus De synchronisation utilisateur Inspire.
ru: Ошибка произошла во время процесса синхронизации пользователей Inspire.

# UserSyncInfoMessageText
source: A user {0} sync command was received for user {1} {2}.
de: Ein Benutzer{0} Synchronisierungsbefehl für Benutzer {1} {2} empfangen wurde.
es: Se ha recibido un comando de sincronización de {0} de usuario para el {2} de {1} de usuario.
fr: Une commande de synchronisation {0} utilisateur a été reçue pour les {2} de {1} utilisateur.
ru: Для {1} {2} была получена команда синхронизации пользователя {0}.

# UserValidEmailRequiredText
source: A valid email address is required.
de: Eine gültige E-Mail-Adresse ist erforderlich.
es: Una dirección de correo electrónico válido es obligatoria.
fr: Vous devez indiquer une adresse e-mail valide.
ru: Укажите действительный адрес электронной почты.

# ValueNotAlphanumericText
source: The value "{0}" must be alphanumeric.
de: Der Wert "{0}" muss alphanumerisch sein.
es: El valor "{0}" debe ser alfanumérico.
fr: La valeur "{0}" doit être alphanumérique.
ru: Значение "{0}" должно быть алфавитным.

# WebhookConfigurationNotFoundText
source: The Webhook "{0}" does not contain a configuration for the type "{1}".
de: Der Webhook "{0}" enthält keine Konfiguration für den Typ "{1}".
es: El Webhook "{0}" no contiene una configuración para el tipo "{1}".
fr: Le Webhook "{0}" ne contient pas de configuration pour le type "{1}".
ru: Webhook "{0}" не содержит конфигурацию для типа "{1}".

# WebhookSecretConfigNotFoundErrorText
source: The webhook security configuration parameter was not found or has not been configured. Please contact support.
de: Der Webhook-Sicherheitskonfigurationsparameter wurde nicht gefunden oder nicht konfiguriert. Bitte wenden Sie sich an den Support.
es: El parámetro de configuración de seguridad de webhook no se ha encontrado o no se ha configurado. Póngase en contacto con el soporte técnico.
fr: Le paramètre de configuration de configuration de sécurité webhook n'a pas été trouvé ou n'a pas été configuré. S'il vous plaît contacter le soutien.
ru: Параметр конфигурации безопасности Webhook не найден или не настроен. Пожалуйста, обратитесь в службу поддержки.

# WorkerProcessKeyNotFoundErrorText
source: A background worker process with the key "{0}" was not found. The process cannot complete.
de: Ein Hintergrundarbeitsprozess mit dem Schlüssel "{0}" wurde nicht gefunden. Der Vorgang kann nicht abgeschlossen werden.
es: No se encontró un proceso de trabajo en segundo plano con la clave "{0}". El proceso no se puede completar.
fr: Aucun processus de travail de fond avec la clé « {0} » n'a été trouvé. Le processus ne peut pas se terminer.
ru: Процесс фонового рабочего с ключом "{0}" не найден. Процесс не может завершиться.

# WorkflowActiveActivitiesExistText
source: Cannot create the initial activity for workflow "{0}" because there are currently active activities.
de: Die anfängliche Aktivität für Workflow "{0}" kann nicht erstellt werden, da derzeit aktive Aktivitäten vorhanden sind.
es: No se puede crear la actividad inicial para el flujo de trabajo "{0}" porque actualmente hay actividades activas.
fr: Impossible de créer l'activité initiale pour le flux de travail "{0}" parce qu'il ya actuellement des activités actives.
ru: Невозможно создать исходное действие для рабочего процесса "{0}", поскольку в настоящее время существуют активные действия.

# WorkflowActivityMemberNotFoundText
source: The user {0} is not allowed to perform the workflow activity "{1}".
de: Der Benutzer {0} die Workflowaktivität "{1}" nicht ausführen darf.
es: El {0} de usuario no puede realizar la actividad de flujo de trabajo "{1}".
fr: L'utilisateur {0} n'est pas autorisé à effectuer l'activité de flux de travail "{1}".
ru: Пользователь {0} не имеет права выполнять действия рабочего процесса "{1}".

# WorkflowActivityNoMemebersText
source: The workflow activity "{0}" does not have any members.
de: Die Workflowaktivität "{0}" hat keine Mitglieder.
es: La actividad de flujo de trabajo "{0}" no tiene ningún miembro.
fr: L'activité de flux de travail "{0}" n'a pas de membres.
ru: Действия рабочего процесса "{0}" не имеют членов.

# WorkflowActivityNotFound
source: The workflow activity with identity "{0}" could not be found.
de: Die Workflowaktivität mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar la actividad de flujo de trabajo con la identidad "{0}".
fr: L'activité de flux de travail avec l'identité "{0}" n'a pas pu être trouvée.
ru: Не удалось найти активность рабочего процесса с идентификационным "{0}".

# WorkflowActivityNotInitialText
source: The activity specified cannot be the initial activity in the workflow.
de: Die angegebene Aktivität kann nicht die ursprüngliche Aktivität im Workflow sein.
es: La actividad especificada no puede ser la actividad inicial en el flujo de trabajo.
fr: L'activité spécifiée ne peut pas être l'activité initiale dans le flux de travail.
ru: Указанное действие не может быть исходным действием в рабочем процессе.

# WorkflowActivityNotSpecifiedText
source: The workflow activity was not specified.
de: Die Workflowaktivität wurde nicht angegeben.
es: No se especificó la actividad de flujo de trabajo.
fr: L'activité de flux de travail n'a pas été spécifiée.
ru: Активность рабочего процесса не была указана.

# WorkflowCommandNotValidText
source: The workflow command is not valid.
de: Der Workflowbefehl ist ungültig.
es: El comando de flujo de trabajo no es válido.
fr: La commande de flux de travail n'est pas valide.
ru: Команда рабочего процесса недействительна.

# WorkflowCoordinatorOneAllowedText
source: Only one member is allowed as a workflow coordinator.
de: Nur ein Mitglied ist als Workflow-Koordinator zugelassen.
es: Solo se permite un miembro como coordinador de flujo de trabajo.
fr: Un seul membre est autorisé en tant que coordinateur du flux de travail.
ru: Только один участник допускается в качестве координатора рабочего процесса.

# WorkflowMemberNotParticipantText
source: The user "{0}" is defined in the workflow but is not a participant in the associated project.
de: Der Benutzer "{0}" ist im Workflow definiert, ist aber kein Teilnehmer am zugeordneten Projekt.
es: El usuario "{0}" se define en el flujo de trabajo, pero no es un participante en el proyecto asociado.
fr: Le « {0} » utilisateur est défini dans le flux de travail mais n'est pas un participant au projet associé.
ru: Пользователь "{0}" определяется в рабочем процессе, но не является участником связанного проекта.

# WorkflowMemberNotReviewerText
source: The user "{0}" is defined in the workflow but is not specified as a reviewer.
de: Der Benutzer "{0}" ist im Workflow definiert, aber nicht als Prüfer angegeben.
es: El usuario "{0}" se define en el flujo de trabajo, pero no se especifica como revisor.
fr: L'utilisateur "{0}" est défini dans le flux de travail mais n'est pas spécifié en tant qu'examinateur.
ru: Пользователь "{0}" определяется в рабочем процессе, но не указан в качестве рецензента.

# WorkflowNameRequiredText
source: The name field is required for a workflow.
de: Das Namensfeld ist für einen Workflow erforderlich.
es: El campo name es necesario para un flujo de trabajo.
fr: Le champ de nom est nécessaire pour un flux de travail.
ru: Поле имени требуется для рабочего процесса.

# WorkflowNextActivityNotFoundText
source: The completion of the current workflow activity is not allowed because a subsequent activity is required and not specified.
de: Der Abschluss der aktuellen Workflowaktivität ist nicht zulässig, da eine nachfolgende Aktivität erforderlich und nicht angegeben ist.
es: No se permite la finalización de la actividad de flujo de trabajo actual porque se requiere una actividad posterior y no se especifica.
fr: L'achèvement de l'activité de flux de travail en cours n'est pas autorisé parce qu'une activité ultérieure est nécessaire et non spécifiée.
ru: Завершение текущего действия рабочего процесса не допускается, поскольку требуется последующее действие и не указано.

# WorkflowNoActivitiesText
source: The workflow "{0}" requires one or more activites to be valid.
de: Der Workflow "{0}" erfordert, dass ein oder mehrere Aktivitäten gültig sind.
es: El flujo de trabajo "{0}" requiere que una o más actividades sean válidas.
fr: Le flux de travail «{0}» nécessite une ou plusieurs activateurs pour être valide.
ru: Рабочий процесс "{0}" требует, чтобы один или несколько действий были действительными.

# WorkflowNotFoundText
source: The workflow with identity "{0}" could not be found.
de: Der Workflow mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el flujo de trabajo con la identidad "{0}".
fr: Le flux de travail avec l'identité "{0}" n'a pas pu être trouvé.
ru: Рабочий процесс с идентификационным "{0}" найти не удалось.

# WorkflowReviewNoCoordinatorActorErrorText
source: At least one workflow actor must be specified as a coordinator for review workflow types.
de: Mindestens ein Workflowakteur muss als Koordinator für Überprüfungsworkflowtypen angegeben werden.
es: Se debe especificar al menos un actor de flujo de trabajo como coordinador para los tipos de flujo de trabajo de revisión.
fr: Au moins un acteur de flux de travail doit être spécifié en tant que coordonnateur pour les types de flux de travail d'examen.
ru: По крайней мере один субъект рабочего процесса должен быть указан в качестве координатора для типов рабочего процесса обзора.

# WorkflowTransitionFromNotValidText
source: The workflow transition "{0}" does not have a from activity defined.
de: Für den Workflowübergang "{0}" ist keine von der Aktivität definiert.
es: La transición de flujo de trabajo "{0}" no tiene una actividad de salida definida.
fr: La transition de flux de travail "{0}" n'a pas une activité définie.
ru: Переход рабочего процесса "{0}" не имеет определенного от действия.

# WorkflowTransitionNotFoundText
source: There is no defined workflow transition from activity "{0}" to activity "{1}".
de: Es gibt keinen definierten Workflowübergang von der Aktivität "{0}" zur Aktivität "{1}".
es: No hay ninguna transición de flujo de trabajo definida de la actividad "{0}" a la actividad "{1}".
fr: Il n'y a pas de transition définie du flux de travail de l'activité « {0} » à l'activité « {1} ».
ru: Нет определенного перехода рабочего процесса от действия "{0}" к действию "{1}".

# WorkflowTransitionToNotValidText
source: The workflow transition "{0}" does not have a next activity defined.
de: Für den Workflowübergang "{0}" ist keine nächste Aktivität definiert.
es: La transición de flujo de trabajo "{0}" no tiene una actividad siguiente definida.
fr: La transition de flux de travail «{0}» n'a pas défini une activité suivante.
ru: Переход рабочего процесса "{0}" не имеет следующего действия, определенного.

# WorkFolderCleanupErrorText
source: A unhandled error occurred while attempting to clean up the work folder "{0}" after finishing the import process.
de: Beim Versuch, den Arbeitsordner "{0}" nach Abschluss des Importvorgangs zu bereinigen, ist ein nicht behandelter Fehler aufgetreten.
es: Se ha producido un error no controlado al intentar limpiar la carpeta de trabajo "{0}" después de finalizar el proceso de importación.
fr: Une erreur non malgérée s'est produite alors qu'il tentait de nettoyer le dossier de travail «{0}» après avoir terminé le processus d'importation.
ru: Ошибка, связанная с необработанной ошибкой, возникла при попытке очистить рабочую папку "{0}" после завершения процесса импорта.

# XmlCacheEmptyPathSettingErrorText
source: The CachePath property specified for XmlCacheRepository was empty.
de: Die für XmlCacheRepository angegebene CachePath-Eigenschaft war leer.
es: La propiedad CachePath especificada para XmlCacheRepository estaba vacía.
fr: La propriété CachePath spécifiée pour XmlCacheRepository était vide.
ru: Свойство CachePath, указанное для XmlCacheRepository, было пусто.

# XmlCacheMissingPathSettingErrorText
source: Properties for XmlCacheRepository is missing the 'CachePath' setting.
de: Den Eigenschaften für XmlCacheRepository fehlt die Einstellung 'CachePath'.
es: A las propiedades de XmlCacheRepository le falta la configuración 'CachePath'.
fr: Propriétés pour XmlCacheRepository manque le paramètre 'CachePath'.
ru: Свойства для XmlCacheRepository отсутствуют в настройках 'CachePath'.

# XmlLinkTypeInUseErrorText
source: Cannot delete the XML Link Type because it is used by one or more Relations. Please clear all other references to this XML Link Type before deleting.
de: Der XML-Verknüpfungstyp kann nicht gelöscht werden, da er von einer oder mehreren Beziehungen verwendet wird. Löschen Sie alle anderen Verweise auf diesen XML-Verknüpfungstyp, bevor Sie sie löschen.
es: No se puede eliminar el tipo de vínculo XML porque lo utilizan una o varias relaciones. Borre todas las demás referencias a este tipo de vínculo XML antes de eliminar.
fr: Impossible de supprimer le type de lien XML car il est utilisé par une ou plusieurs relations. Veuillez effacer toutes les autres références à ce type de lien XML avant de supprimer.
ru: Не удается удалить тип ссылки XML, поскольку он используется одним или более отношениями. Пожалуйста, очистите все другие ссылки на этот тип ссылки XML перед удалять.

# XmlLinkTypeLinkMethodRequiredText
source: A Link Method is required for an XML Link Type.
de: Für einen XML-Verknüpfungstyp ist eine Verknüpfungsmethode erforderlich.
es: Se requiere un método de vínculo para un tipo de vínculo XML.
fr: Une méthode de lien est requise pour un type de lien XML.
ru: Метод ссылки необходим для типа xML Link.

# XmlLinkTypeNameRequiredText
source: A Name is required for an XML Link Type.
de: Für einen XML-Verknüpfungstyp ist ein Name erforderlich.
es: Se requiere un nombre para un tipo de vínculo XML.
fr: Un nom est requis pour un type de lien XML.
ru: Имя требуется для типа xML Link.

# XmlLinkTypeNotFoundText
source: The specified XML Link Type with identity "{0}" could not be found.
de: Der angegebene XML-Verknüpfungstyp mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el tipo de vínculo XML especificado con la identidad "{0}".
fr: Le type de lien XML spécifié avec l'identité "{0}" n'a pas pu être trouvé.
ru: Указанный тип xML Link с идентификационным "{0}" найти не удалось.

# XmlLinkTypeSourceAttributeRequiredText
source: A Source Attribute is required for an XML Link Type.
de: Für einen XML-Verknüpfungstyp ist ein Quellattribut erforderlich.
es: Se requiere un atributo de origen para un tipo de vínculo XML.
fr: Un attribut source est requis pour un type de lien XML.
ru: Атрибут источника необходим для типа xML Link.

# LockedByText
source: Locked by
de: Gesperrt von
es: Bloqueado por
fr: Verrouillée par
ru: Блокирован (кем)

# LockedForReviewByText
source: Locked for review by
de: Gesperrt zur Überprüfung durch
es: Bloqueado para su revisión por
fr: Verrouillé pour examen par
ru: Заблокирован для просмотра

# LockedForTranslationByText
source: Locked for translation by
de: Gesperrt für die Übersetzung durch
es: Bloqueado para traducción por
fr: Verrouillé pour la traduction par
ru: Заблокирован для перевода

# StorageDirectoryNotFoundErrorText
source: The storage directory path "{0}" was not found.
de: Der Speicherverzeichnispfad "{0}" wurde nicht gefunden.
es: No se encontró la ruta de acceso del directorio de almacenamiento "{0}".
fr: Le chemin d'annuaire de stockage "{0}" n'a pas été trouvé.
ru: Путь хранения каталога "{0}" не найден.

# MyFiltersText
source: My Filters
de: Eigene Filter
es: Mis filtros
fr: Mes filtres
ru: Мои фильтры

# SharedFiltersText
source: Shared Filters
de: Freigegebene Filter
es: Filtros compartidos
fr: Filtres partagés
ru: Общие фильтры

# ProfileFilterNoAttributesText
source: Cannot save the profile filter because there are no attribute values selected. Select at least one attribute value before saving.
de: Der Profilfilter kann nicht gespeichert werden, da keine Attributwerte ausgewählt sind. Wählen Sie vor dem Speichern mindestens einen Attributwert aus.
es: No se puede guardar el filtro de perfil porque no hay valores de atributo seleccionados. Seleccione al menos un valor de atributo antes de guardar.
fr: Impossible d'enregistrer le filtre de profil car il n'y a pas de valeurs d'attribut sélectionnées. Sélectionnez au moins une valeur d'attribut avant d'enregistrer.
ru: Не удается сохранить фильтр профиля, поскольку не выбраны значения атрибутов. Выберите по крайней мере одно значение атрибута перед сохранением.

# ProfileFilterTitleRequiredText
source: A title is required for the profile filter.
de: Für den Profilfilter ist ein Titel erforderlich.
es: Se requiere un título para el filtro de perfil.
fr: Un titre est requis pour le filtre de profil.
ru: Для фильтра профиля требуется заголовок.

# ExportWarningsEmailSubjectText
source: Export with Issues
de: Export mit Problemen
es: Exportación con problemas
fr: Exportation avec des problèmes
ru: Экспорт с проблемами

# PublishWarningsEmailSubjectText
source: Publication with Issues
de: Veröffentlichung mit Problemen
es: Publicación con problemas
fr: Publication avec questions
ru: Публикация с проблемами

# TranslationLanguageNotProcessed
source: The language "{0}" was not processed because it is already active.
de: Die Sprache "{0}" wurde nicht verarbeitet, da sie bereits aktiv ist.
es: El idioma "{0}" no se procesó porque ya está activo.
fr: La langue "{0}" n'a pas été traitée parce qu'elle est déjà active.
ru: Язык "{0}" не был обработан, поскольку он уже активен.

# LockTypeText
source: Lock Type
de: Sperrtyp
es: Tipo de bloqueo
fr: Type de verrouillage
ru: Тип блокировки

# ImportComponentFileNameValidationText
source: Component "{0}" file name length exceeds maximum length of 100. Please fix the component file name and import it again.
de: Die Dateinamenslänge "{0}" überschreitet die maximale Länge von 100. Korrigieren Sie den Namen der Komponentendatei, und importieren Sie ihn erneut.
es: La longitud del nombre de archivo "{0}" del componente supera la longitud máxima de 100. Corrija el nombre del archivo del componente e impórtelo de nuevo.
fr: La longueur du nom de fichier composant « {0} » dépasse la longueur maximale de 100. S'il vous plaît fixer le nom du fichier composant et l'importer à nouveau.
ru: Длина названия файла "{0}" превышает максимальную длину 100. Пожалуйста, зафиксируйте имя файла компонента и импортируйте его снова.

# ComponentIsLockedText
source: The component "{0}" is locked.
de: Die Komponente "{0}" ist gesperrt.
es: El componente "{0}" está bloqueado.
fr: Le composant "{0}" est verrouillé.
ru: Компонент "{0}" заблокирован.

# FolderNameValidationText
source: Folder "{0}" length exceeds maximum length of 50 characters.
de: Die Länge des Ordners "{0}" überschreitet die maximale Länge von 50 Zeichen.
es: La longitud de la carpeta "{0}" supera la longitud máxima de 50 caracteres.
fr: La longueur du dossier « {0} » dépasse la longueur maximale de 50 caractères.
ru: Длина Folder "{0}" превышает максимальную длину 50 символов.
