Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# SessionCurrentUserMaximumErrorText
source: The user "{0}" has exceeded the maximum number of {1} session(s). Please sign out of one or more sessions to continue.
de: Der Benutzer "{0}" hat die maximale Anzahl von {1} Sitzungen überschritten. Melden Sie sich von einer oder mehreren Sitzungen ab, um fortzufahren.
es: El usuario "{0}" ha superado el número máximo de sesiones de {1}. Cierre la sesión de una o más sesiones para continuar.
fr: L'utilisateur "{0}" a dépassé le nombre maximum de sessions {1}(s). S'il vous plaît vous déconnecter d'une ou plusieurs sessions pour continuer.
ru: Пользователь "{0}" превысил максимальное количество сеансов {1}(ы). Пожалуйста, выподписай из одного или нескольких сеансов, чтобы продолжить.

# SessionNotFoundErrorText
source: The session "{0}" was not found. The session may have timed out. Please sign out and sign in again to reestablish your user session.
de: Die Sitzung "{0}" wurde nicht gefunden. Möglicherweise ist bei der Sitzung ein Timeout aufgetreten. Melden Sie sich ab, und melden Sie sich erneut an, um Ihre Benutzersitzung wieder einzurichten.
es: No se encontró la sesión "{0}". Es posible que se haya agotado el tiempo de espera de la sesión. Cierre la sesión y vuelva a iniciarla para restablecer la sesión de usuario.
fr: La session "{0}" n'a pas été trouvée. La session a peut-être été éclament. S'il vous plaît déconnecter et vous connecter à nouveau pour rétablir votre session utilisateur.
ru: Сеанс "{0}" не был найден. Возможно, сеанс был приурочен. Пожалуйста, вопийте и введийте снова, чтобы восстановить сеанс пользователя.

# SharedQueriesText
source: Shared Queries
de: Freigegebene Abfragen
es: Consultas compartidas
fr: Requêtes partagées
ru: Общие запросы

# StateCancelledText
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ru: Отменен

# StateCompletedText
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminée
ru: Завершено

# StateInProgressText
source: In Progress
de: In Bearbeitung
es: En curso
fr: En cours
ru: Выполняется

# StateToDoText
source: To Do
de: Aufgaben
es: Tareas pendientes
fr: action
ru: дело

# StorageDirectoryExistsErrorText
source: A subfolder named "{0}" already exists.
de: Ein Unterordner mit dem Namen "{0}" ist bereits vorhanden.
es: Ya existe una subcarpeta denominada "{0}".
fr: Un sous-dossier nommé "{0}" existe déjà.
ru: Субфолдер под названием "{0}" уже существует.

# StorageZipFilesNotFoundErrorText
source: The archive file was not created because one or more files to archive were not found.
de: Die Archivdatei wurde nicht erstellt, da eine oder mehrere zu archivierende Dateien nicht gefunden wurden.
es: El archivo de archivado no se creó porque no se encontraron uno o más archivos para archivar.
fr: Le fichier d'archive n'a pas été créé parce qu'un ou plusieurs fichiers à archiver n'ont pas été trouvés.
ru: Архивный файл не был создан, поскольку один или несколько файлов в архив не были найдены.

# SupportEmailSubject
source: Vasont Inspire Feedback - {0}
ru: Васонт Вдохновить Обратная связь - {0}

# SyncActionErrorMessageText
source: The sync action {0} failed for external user {1} {2}. Messages: {3}
de: Die Synchronisierungsaktion {0} für externe Benutzer {1} {2} fehlgeschlagen. Nachrichten: {3}
es: Error en la acción de sincronización {0} para {2} de {1} de usuario externo. Mensajes: {3}
fr: L'action de synchronisation {0} échoué pour les {2} de {1} utilisateur externe. Messages: {3}
ru: {0} действия синхронизации не удалось для внешних пользователей {1} {2}. Сообщения: {3}

# SyncExternalComponentExists
source: An external component sync record already exists for the external component with identity "{0}".
de: Für die externe Komponente mit der Identität "{0}" ist bereits ein externer Komponentensynchronisierungsdatensatz vorhanden.
es: Ya existe un registro de sincronización de componentes externos para el componente externo con la identidad "{0}".
fr: Un enregistrement de synchronisation de composant externe existe déjà pour le composant externe avec l'identité "{0}".
ru: Для внешнего компонента с идентификационным "{0}" уже существует запись синхронизации внешнего компонента.

# SyncExternalSystemNotFoundText
source: Could not find an external system with the specified identity value "{0}".
de: Ein externes System mit dem angegebenen Identitätswert "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar un sistema externo con el valor de identidad especificado "{0}".
fr: Impossible de trouver un système externe avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти внешнюю систему с указанным идентификационным значением "{0}".

# SyncImportRequestModelInvalidText
source: All sync import request models must contain an external file name and an external component identity.
de: Alle Synchronisierungsimportanforderungsmodelle müssen einen externen Dateinamen und eine externe Komponentenidentität enthalten.
es: Todos los modelos de solicitud de importación de sincronización deben contener un nombre de archivo externo y una identidad de componente externo.
fr: Tous les modèles de demande d'importation de synchronisation doivent contenir un nom de fichier externe et une identité de composant externe.
ru: Все модели запроса на импорт синхронизации должны содержать внешнее имя файла и внешний компонент.

# SyncInspireComponentExists
source: An external component sync record already exists for the Inspire component with identity "{0}".
de: Für die Inspire-Komponente mit der Identität "{0}" ist bereits ein externer Komponentensynchronisierungsdatensatz vorhanden.
es: Ya existe un registro de sincronización de componentes externos para el componente Inspire con la identidad "{0}".
fr: Un enregistrement de synchronisation de composants externe existe déjà pour le composant Inspire avec l'identité «{0}».
ru: Для компонента Inspire с идентификационным "{0}" уже существует запись синхронизации внешних компонентов.

# SyncNotFoundErrorText
source: Could not find an external sync component with the specified identity value "{0}".
de: Es konnte keine externe Synchronisierungskomponente mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un componente de sincronización externo con el valor de identidad especificado "{0}".
fr: Impossible de trouver un composant de synchronisation externe avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти внешний компонент синхронизации с указанным значением идентификации "{0}".

# SystemRelationDeleteText
source: Cannot delete the Relation because it is a system defined relation.
de: Die Beziehung kann nicht gelöscht werden, da es sich um eine systemdefinierte Beziehung handelt.
es: No se puede eliminar la relación porque es una relación definida por el sistema.
fr: Ne peut pas supprimer la Relation parce qu'il s'agit d'une relation définie par le système.
ru: Не удается удалить Отношение, потому что это система, определяемая отношение.

# TagNameRequiredText
source: A Tag Name is required.
de: Ein Tag-Name ist erforderlich.
es: Se requiere un nombre de etiqueta.
fr: Un nom d'étiquette est requis.
ru: Требуется имя тега.

# TagNotFoundText
source: The specified tag with identity "{0}" could not be found.
de: Das angegebene Tag mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar la etiqueta especificada con la identidad "{0}".
fr: L'étiquette spécifiée avec l'identité "{0}" n'a pas pu être trouvée.
ru: Указанная метка с идентификацией "{0}" найти не удалось.

# TagValidateInUseErrorText
source: Cannot delete tag "{0}" because it is in use by one or more components. Clear all references to tag "{0}" and try again.
de: Das Tag "{0}" kann nicht gelöscht werden, da es von einer oder mehreren Komponenten verwendet wird. Löschen Sie alle Verweise auf das Tag "{0}" und versuchen Sie es erneut.
es: No se puede eliminar la etiqueta "{0}" porque está en uso por uno o más componentes. Borre todas las referencias a la etiqueta "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer l'étiquette "{0}" parce qu'elle est utilisée par un ou plusieurs composants. Effacer toutes les références à l'étiquette "{0}" et essayer à nouveau.
ru: Не удалите тег "{0}", поскольку он используется одним или несколько компонентами. Очистить все ссылки на тег "{0}" и попробуйте еще раз.

# TagValidateInvalidNameErrorText
source: The Name for Tag "{0}" is invalid. Tag names must begin with an alpha character, must not begin with xml, and not contain any of the following characters: space, ", ', &, !, <, or >.
de: Der Name für Tag "{0}" ist ungültig. Tag-Namen müssen mit einem Alphazeichen beginnen, dürfen nicht mit XML beginnen und dürfen keines der folgenden Zeichen enthalten: leer, ", ', &amp;, !, 'it id="1" pos="open">&lt;, oder &gt;</it>.
es: El nombre de la etiqueta "{0}" no es válido. Los nombres de etiqueta deben comenzar con un carácter alfa, no deben comenzar con xml y no deben contener ninguno de los siguientes caracteres: space, ", ', &, !, <, or > .
fr: Le nom de tag "{0}" est invalide. Les noms d'étiquettes doivent commencer par un caractère alpha, ne doivent pas commencer par xml, et ne contiennent aucun des caractères suivants: l'espace, ", ", &, , ,, <, or > .
ru: Название для тегов "{0}" является недействительным. Имена тегов должны начинаться с альфа-персонажа, не должны начинаться с xml, и не содержать ни одного из следующих символов: пространство, ", ', &.,, <, or > .

# TagValidateNameExistsErrorText
source: The Tag "{0}" already exists.
de: Der Tag "{0}" ist bereits vorhanden.
es: La etiqueta "{0}" ya existe.
fr: Le Tag "{0}" existe déjà.
ru: Тег "{0}" уже существует.

# TenantReachedMaximumSeatsErrorText
source: Unable to add a new user because the maximum number of users allowed for the application has been reached.
de: Ein neuer Benutzer kann nicht hinzugefügt werden, da die maximal zulässige Anzahl von Benutzern für die Anwendung erreicht wurde.
es: No se puede agregar un nuevo usuario porque se ha alcanzado el número máximo de usuarios permitidos para la aplicación.
fr: Impossible d'ajouter un nouvel utilisateur car le nombre maximum d'utilisateurs autorisés pour l'application a été atteint.
ru: Невозможно добавить нового пользователя, поскольку максимальное количество пользователей, разрешенных для приложения, было достигнуто.

# TestingMessageCriticalText
source: Testing a Critical Error Message
de: Testen einer kritischen Fehlermeldung
es: Prueba de un mensaje de error crítico
fr: Test d'un message d'erreur critique
ru: Тестирование сообщения критической ошибки

# TranslationArchiveActiveStateText
source: The translation job cannot be archived because it is still active. The translation job must first be completed or cancelled.
de: Der Übersetzungsauftrag kann nicht archiviert werden, da er noch aktiv ist. Der Übersetzungsauftrag muss zuerst abgeschlossen oder abgebrochen werden.
es: El trabajo de traducción no se puede archivar porque sigue activo. El trabajo de traducción debe completarse o cancelarse primero.
fr: Le travail de traduction ne peut pas être archivé parce qu'il est toujours actif. Le travail de traduction doit d'abord être terminé ou annulé.
ru: Задание перевода не может быть архивировано, поскольку оно по-прежнему активна. Задание перевода должно быть сначала завершено или отменено.

# TranslationCancelNotAllowedText
source: The translation cannot be cancelled because it is already completed or cancelled.
de: Die Übersetzung kann nicht storniert werden, da sie bereits abgeschlossen oder storniert wurde.
es: La traducción no se puede cancelar porque ya está completada o cancelada.
fr: La traduction ne peut pas être annulée parce qu'elle est déjà terminée ou annulée.
ru: Перевод не может быть отменен, поскольку он уже завершен или отменен.

# TranslationFailureEmailSubjectText
source: Translation Submittal Failed
de: Übersetzungs-Submittal fehlgeschlagen
es: Error en la presentación de la traducción
fr: Traduction Soumission échouée
ru: Перевод Submittal не удалось

# TranslationJobComponentNotFoundText
source: Could not find a translation job component with the specified identity value "{0}".
de: Es konnte keine Übersetzungsauftragskomponente mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un componente de trabajo de traducción con el valor de identidad especificado "{0}".
fr: Impossible de trouver un élément d'emploi de traduction avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти компонент работы перевода с указанным идентификационным значением "{0}".

# TranslationJobNoComponentsText
source: One or more source components must be specified to create a translation job.
de: Eine oder mehrere Quellkomponenten müssen angegeben werden, um einen Übersetzungsauftrag zu erstellen.
es: Se deben especificar uno o varios componentes de origen para crear un trabajo de traducción.
fr: Un ou plusieurs composants source doivent être spécifiés pour créer un travail de traduction.
ru: Для создания задания перевода необходимо указать один или несколько исходных компонентов.

# TranslationJobNoLanguagesText
source: One or more target languages must be specified to create a translation job.
de: Eine oder mehrere Zielsprachen müssen angegeben werden, um einen Übersetzungsauftrag zu erstellen.
es: Se deben especificar uno o varios idiomas de destino para crear un trabajo de traducción.
fr: Une ou plusieurs langues cibles doivent être spécifiées pour créer un travail de traduction.
ru: Для создания задания по переводу необходимо указать один или несколько целевых языков.

# TranslationJobNotFoundText
source: Could not find a translation job with the specified identity value "{0}".
de: Es konnte kein Übersetzungsauftrag mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un trabajo de traducción con el valor de identidad especificado "{0}".
fr: Impossible de trouver un emploi de traduction avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти работу перевода с указанным идентификационным значением "{0}".

# TranslationLockFailedText
source: A lock already exists for component "{0}". Cannot lock component for translation.
de: Für die Komponente "{0}" ist bereits eine Sperre vorhanden. Die Komponente kann nicht für die Übersetzung gesperrt werden.
es: Ya existe un bloqueo para el componente "{0}". No se puede bloquear el componente para la traducción.
fr: Un verrou existe déjà pour le composant "{0}". Ne peut pas verrouiller le composant pour la traduction.
ru: Блокировка уже существует для компонента "{0}". Не удается заблокировать компонент для перевода.

# TranslationNotRequiredEmailSubjectText
source: Translation Submittal Not Required
de: Übersetzung Sendezeit nicht erforderlich
es: No se requiere envío de traducción
fr: Traduction Non requise
ru: Перевод Submittal не требуется

# TranslationSuccessEmailSubjectText
source: Translation Submittal Success
de: Übersetzung Sendeerfolg
es: Trasladeel a la traducción de éxito
fr: Traduction Soumettre le succès
ru: Успех отправки перевода

# TranslationVendorNotFoundText
source: Could not find a translation vendor with the specified identity value "{0}".
de: Es konnte kein Übersetzungsanbieter mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un proveedor de traducción con el valor de identidad especificado "{0}".
fr: Impossible de trouver un fournisseur de traduction avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти поставщика переводов с указанным идентификационным значением "{0}".

# TranslationVendorRequiredText
source: A translation vendor must be specified to create a translation job.
de: Ein Übersetzungsanbieter muss angegeben werden, um einen Übersetzungsauftrag zu erstellen.
es: Se debe especificar un proveedor de traducción para crear un trabajo de traducción.
fr: Un fournisseur de traduction doit être spécifié pour créer un travail de traduction.
ru: Для создания задания по переводу должен быть указан поставщик переводов.

# UnableToLoadTenantErrorText
source: The call to retrieve tenant application information failed. This could be due to a misconfigured tenant or database connection. Please contact support.
de: Fehler beim Aufruf zum Abrufen von Mandantenanwendungsinformationen. Dies kann auf eine falsch konfigurierte Mandanten- oder Datenbankverbindung zurückzuführen sein. Bitte wenden Sie sich an den Support.
es: Error en la llamada para recuperar la información de la aplicación de inquilino. Esto podría deberse a una conexión de inquilino o base de datos mal configurada. Póngase en contacto con el soporte técnico.
fr: L'appel pour récupérer les informations de demande du locataire a échoué. Cela peut être dû à un locataire mal configuré ou une connexion de base de données. S'il vous plaît contacter le soutien.
ru: Вызов для получения информации о заявке клиента не удалось. Это может быть связано с неправильно настроенным подключением к данному факту или подключением к базе данных. Пожалуйста, обратитесь в службу поддержки.

# UnresolvedEditorChangesErrorText
source: Cannot Save and Submit because one or more tracked changes and/or comments have not been resolved. Please ensure all changes and comments have been resolved before submitting.
de: Kann nicht speichern und senden, da eine oder mehrere nachverfolgte Änderungen und/oder Kommentare nicht aufgelöst wurden. Bitte stellen Sie sicher, dass alle Änderungen und Kommentare vor dem Absenden behoben wurden.
es: No se puede guardar y enviar porque uno o más cambios de seguimiento y/ o comentarios no se han resuelto. Asegúrese de que todos los cambios y comentarios se han resuelto antes de enviarlos.
fr: Impossible d'enregistrer et de soumettre parce qu'un ou plusieurs changements suivis et/ou commentaires n'ont pas été résolus. Veuillez vous assurer que tous les changements et commentaires ont été résolus avant de soumettre.
ru: Не удается сохранить и отправить, потому что один или несколько отслеживаемых изменений и / или комментарии не были решены. Пожалуйста, убедитесь, что все изменения и комментарии были решены перед отправкой.

# UnsupportedNumericIdentityTypeText
source: The database object does not support numeric identities.
de: Das Datenbankobjekt unterstützt keine numerischen Identitäten.
es: El objeto de base de datos no admite identidades numéricas.
fr: L'objet de base de données ne prend pas en charge les identités numériques.
ru: Объект базы данных не поддерживает числовые идентификаторы.

# UnsupportedValidationTypeText
source: The validation type specified is currently not supported.
de: Der angegebene Validierungstyp wird derzeit nicht unterstützt.
es: Actualmente no se admite el tipo de validación especificado.
fr: Le type de validation spécifié n'est actuellement pas pris en charge.
ru: Указанный тип проверки в настоящее время не поддерживается.

# UpdatedByText
source: Updated By
de: Aktualisiert von:
es: Actualizado por
fr: Mis à jour par
ru: Кем обновлено

# UpdatedDateText
source: Updated Date
de: Datum der Aktualisierung
es: Fecha actualizada
fr: Date de mise à jour
ru: Дата обновления

# UpdaterFileNotFoundErrorText
source: Updater.exe was not found in folder '{0}'. Please ensure the program file exists or contact your system administrator.
de: Updater.exe wurde im Ordner '{0}' nicht gefunden. Stellen Sie sicher, dass die Programmdatei vorhanden ist, oder wenden Sie sich an Ihren Systemadministrator.
es: Updater.exe no se encontró en la carpeta '{0}'. Asegúrese de que el archivo de programa existe o póngase en contacto con el administrador del sistema.
fr: Updater.exe n'a pas été trouvé dans le dossier '{0}'. Veuillez vous assurer que le fichier du programme existe ou contactez votre administrateur système.
ru: Updater.exe не был найден в папке "{0}". Пожалуйста, убедитесь, что файл программы существует или свяжитесь с вашим системным администратором.

# UserAccountLockedErrorText
source: The specified user account "{0}" is locked. Please wait and try again or contact your support for assistance.
de: Das angegebene Benutzerkonto "{0}" ist gesperrt. Bitte warten Sie, und versuchen Sie es erneut, oder wenden Sie sich an Ihren Support.
es: La cuenta de usuario especificada "{0}" está bloqueada. Espere e inténtelo de nuevo o póngase en contacto con su soporte técnico para obtener ayuda.
fr: Le compte utilisateur spécifié "{0}" est verrouillé. S'il vous plaît attendre et essayer à nouveau ou contacter votre soutien pour obtenir de l'aide.
ru: Указанная учетная запись пользователя "{0}" заблокирована. Пожалуйста, подождите и попробуйте еще раз или обратитесь в вашу поддержку за помощью.

# UserCannotBeFoundByEmailErrorText
source: A user could not be found with the specified email address "{0}".
de: Ein Benutzer konnte nicht mit der angegebenen E-Mail-Adresse "{0}" gefunden werden.
es: No se pudo encontrar un usuario con la dirección de correo electrónico especificada "{0}".
fr: Un utilisateur n'a pas pu être trouvé avec l'adresse e-mail spécifiée "{0}".
ru: Пользователь не может быть найден с указанным адресом электронной почты "{0}".

# UserCannotBeFoundByIdErrorText
source: A user could not be found with the specified identity value "{0}".
de: Ein Benutzer konnte nicht mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un usuario con el valor de identidad especificado "{0}".
fr: Un utilisateur n'a pas pu être trouvé avec la valeur d'identité spécifiée "{0}".
ru: Пользователь не может быть найден с указанным значением идентификации "{0}".

# UserEmailRequiredText
source: User email address is required.
de: Eine E-Mail-Adresse des Benutzers ist erforderlich.
es: Se requiere la dirección de correo electrónico del usuario.
fr: L'adresse e-mail de l'utilisateur est requise.
ru: Требуется адрес электронной почты пользователя.

# UserNameAlphaNumericOnlyText
source: User name can only contain alphanumeric characters.
de: Der Benutzername darf nur alphanumerische Zeichen enthalten.
es: El nombre de usuario solo puede contener caracteres alfanuméricos.
fr: Le nom d'utilisateur ne peut contenir que des caractères alphanumériques.
ru: Имя пользователя может содержать только буквенно-цифровые символы.

# UserNameExistsText
source: A user already exists with the name "{0}".
de: Ein Benutzer mit dem Namen "{0}" ist bereits vorhanden.
es: Ya existe un usuario con el nombre "{0}".
fr: Un utilisateur existe déjà avec le nom "{0}".
ru: Пользователь уже существует с именем "{0}".

# UserNameRequiredText
source: User Name is required.
de: Der Benutzername ist erforderlich.
es: El nombre de usuario es obligatorio.
fr: Le nom d'utilisateur est requis.
ru: Поле "Имя пользователя" является обязательным.

# UserNotInProjectErrorText
source: The assigned user is not assigned as a participant in the specified project.
de: Der zugewiesene Benutzer ist nicht als Teilnehmer am angegebenen Projekt zugewiesen.
es: El usuario asignado no se asigna como participante en el proyecto especificado.
fr: L'utilisateur désigné n'est pas affecté en tant que participant au projet spécifié.
ru: Назначенный пользователь не назначается в качестве участника указанного проекта.
