Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# ComponentRelationSaveErrorText
source: An unhandled exception error occurred while attempting to store relationships for the component {0}.
de: Beim Versuch, Beziehungen für die Komponente {0} zu speichern, ist ein nicht behandelter Ausnahmefehler aufgetreten.
es: Se ha producido un error de excepción no controlada al intentar almacenar relaciones para el {0} del componente.
fr: Une erreur d'exception non gérée s'est produite alors qu'il tentait de stocker les relations pour le composant {0}.
ru: Ошибка необработанного исключения произошла при попытке хранения связей для компонента {0}.

# ComponentStateText
source: Component State
de: Komponentenstatus
es: Estado del componente
fr: État du composant
ru: Состояние компонента

# ComponentTypeNotFoundErrorText
source: Could not find a component type with the specified identity value "{0}".
de: Es konnte kein Komponententyp mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar un tipo de componente con el valor de identidad especificado "{0}".
fr: Impossible de trouver un type de composant avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти тип компонента с указанным значением идентификации "{0}".

# ComponentTypeText
source: Component Type
de: Komponententyp
es: Tipo de componente
fr: Type de composant
ru: Тип Компонента

# ComponentTypeValidateComponentFoundErrorText
source: Cannot delete component type "{0}" because it is referenced by one or more components. Clear all references to component type "{0}" and try again.
de: Der Komponententyp "{0}" kann nicht gelöscht werden, da auf ihn von einer oder mehreren Komponenten verwiesen wird. Löschen Sie alle Verweise auf den Komponententyp "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el tipo de componente "{0}" porque uno o varios componentes hacen referencia a él. Borre todas las referencias al tipo de componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le type de composant "{0}" car il est référencé par un ou plusieurs composants. Effacer toutes les références au type de composant "{0}" et réessayer.
ru: Не удается удалить тип компонента "{0}", поскольку на него ссылаются один или несколько компонентов. Очистить все ссылки на тип компонента "{0}" и повторите попытку.

# ComponentTypeValidateNoNameErrorText
source: The component type does not have a valid name value.
de: Der Komponententyp hat keinen gültigen Namenswert.
es: El tipo de componente no tiene un valor de nombre válido.
fr: Le type de composant n'a pas de valeur nominale valide.
ru: Тип компонента не имеет допустимого значения имени.

# ComponentTypeValidateRelationFoundErrorText
source: Cannot delete component type "{0}" because it has one or more references in Relations. Clear all references to component type "{0}" and try again.
de: Der Komponententyp "{0}" kann nicht gelöscht werden, da er über einen oder mehrere Verweise in Beziehungen verfügt. Löschen Sie alle Verweise auf den Komponententyp "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el tipo de componente "{0}" porque tiene una o más referencias en Relaciones. Borre todas las referencias al tipo de componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le type de composant "{0}" car il a une ou plusieurs références dans les relations. Effacer toutes les références au type de composant "{0}" et réessayer.
ru: Не удается удалить тип компонента "{0}", поскольку он имеет одну или несколько ссылок в отношениях. Очистить все ссылки на тип компонента "{0}" и повторите попытку.

# ComponentUnlockAccessDenied
source: You do not have permission to unlock the specified component. Please contact the project owner or application administrator if this problem persists.
de: Sie sind nicht berechtigt, die angegebene Komponente zu entsperren. Wenden Sie sich an den Projektbesitzer oder Anwendungsadministrator, wenn dieses Problem weiterhin besteht.
es: No tiene permiso para desbloquear el componente especificado. Póngase en contacto con el propietario del proyecto o el administrador de la aplicación si este problema persiste.
fr: Vous n'avez pas la permission de déverrouiller le composant spécifié. Veuillez contacter le propriétaire du projet ou l'administrateur de l'application si ce problème persiste.
ru: У вас нет разрешения на разблокировку указанного компонента. Пожалуйста, свяжитесь с владельцем проекта или администратором приложения, если эта проблема сохраняется.

# ComponentUnlockSystemLockDenied
source: You cannot unlock a component that has a System Lock.
de: Sie können eine Komponente mit systemsperre nicht entsperren.
es: No se puede desbloquear un componente que tenga un bloqueo del sistema.
fr: Vous ne pouvez pas déverrouiller un composant qui a un verrouillage système.
ru: Вы не можете разблокировать компонент с системной блокировкой.

# ComponentUpdateDeniedErrorText
source: User does not have permission to update the component "{0}".
de: Der Benutzer ist nicht berechtigt, die Komponente "{0}" zu aktualisieren.
es: El usuario no tiene permiso para actualizar el componente "{0}".
fr: L'utilisateur n'a pas la permission de mettre à jour le composant "{0}".
ru: Пользователь не имеет разрешения на обновление компонента "{0}".

# ComponentValidateAssignmentFoundErrorText
source: Cannot delete component "{0}" because it has one or more project assignments. Clear all assignments for component "{0}" and try again.
de: Die Komponente "{0}" kann nicht gelöscht werden, da sie über eine oder mehrere Projektzuweisungen verfügt. Löschen Sie alle Zuordnungen für die Komponente "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el componente "{0}" porque tiene una o varias asignaciones de proyecto. Borre todas las asignaciones para el componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le composant "{0}" car il a une ou plusieurs affectations de projet. Effacer toutes les affectations pour le composant "{0}" et réessayer.
ru: Не удается удалить компонент "{0}", поскольку он имеет одно или несколько заданий проекта. Очистите все назначения для компонента "{0}" и повторите попытку.

# ComponentValidateDeleteAccessDeniedText
source: You do not have permission to delete the component "{0}". Please remove it from your selection.
de: Sie sind nicht berechtigt, die Komponente "{0}" zu löschen. Bitte entfernen Sie es aus Ihrer Auswahl.
es: No tiene permiso para eliminar el componente "{0}". Por favor, elimínelo de su selección.
fr: Vous n'avez pas la permission de supprimer le composant "{0}". Veuillez le retirer de votre sélection.
ru: У вас нет разрешения на удаление компонента "{0}". Пожалуйста, удалите его из выбора.

# ComponentValidateInvalidFileNameErrorText
source: The component file name must contain the valid globally unique identity of the related component separated by a _ character. e.g. prefix_globalID.extension.
de: Der Komponentendateiname muss die gültige global eindeutige Identität der verknüpften Komponente enthalten, die durch ein _ Zeichen getrennt ist. z.B. prefix_globalID.extension.
es: El nombre de archivo de componente debe contener la identidad única global válida del componente relacionado separado por un carácter _. por ejemplo, prefix_globalID.extension.
fr: Le nom de fichier composant doit contenir l'identité unique en cours valide du composant connexe séparée par un caractère ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' ' p. ex. prefix_globalID.extension.
ru: Имя файла компонента должно содержать действительно уникальную идентификацию связанного с ним компонента, разделенного символом q. например, prefix_globalID.расширение.

# ComponentValidateLinkedFolderFoundErrorText
source: Cannot delete component "{0}" because it has one or more folder link references. Clear all folder links to this content and try again.
de: Die Komponente "{0}" kann nicht gelöscht werden, da sie über einen oder mehrere Ordnerverknüpfungsverweise verfügt. Löschen Sie alle Ordnerverknüpfungen zu diesem Inhalt, und versuchen Sie es erneut.
es: No se puede eliminar el componente "{0}" porque tiene una o más referencias de vínculo de carpeta. Borre todos los vínculos de carpeta a este contenido e inténtelo de nuevo.
fr: Impossible de supprimer le composant "{0}" car il a une ou plusieurs références de lien de dossier. Effacer tous les liens de dossier à ce contenu et réessayer.
ru: Не удается удалить компонент "{0}", поскольку он имеет одну или несколько ссылок на ссылки папки. Очистить все папки ссылки на это содержание и попробуйте еще раз.

# ComponentValidateLockFoundErrorText
source: Cannot delete component "{0}" because it is locked. Please unlock component "{0}" and try again.
de: Die Komponente "{0}" kann nicht gelöscht werden, da sie gesperrt ist. Entsperren Sie die Komponente "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el componente "{0}" porque está bloqueado. Desbloquee el componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le composant "{0}" parce qu'il est verrouillé. S'il vous plaît déverrouiller le composant "{0}" et essayer à nouveau.
ru: Не удается удалить компонент "{0}", поскольку он заблокирован. Пожалуйста, разблокируйте компонент "{0}" и повторите попытку.

# ComponentValidateNoBinaryContentErrorText
source: The component does not contain any binary content.
de: Die Komponente enthält keinen binären Inhalt.
es: El componente no contiene ningún contenido binario.
fr: Le composant ne contient aucun contenu binaire.
ru: Компонент не содержит бинарного содержимого.

# ComponentValidateNoComponentTypeErrorText
source: The component does not have a valid component type value.
de: Die Komponente verfügt nicht über einen gültigen Komponententypwert.
es: El componente no tiene un valor de tipo de componente válido.
fr: Le composant n'a pas de valeur de type de composant valide.
ru: Компонент не имеет допустимого значения типа компонента.

# ComponentValidateNoFileNameErrorText
source: The component does not have a valid file name value.
de: Die Komponente hat keinen gültigen Dateinamenwert.
es: El componente no tiene un valor de nombre de archivo válido.
fr: Le composant n'a pas de valeur de nom de fichier valide.
ru: Компонент не имеет действительного значения имени файла.

# ComponentValidateNoLanguageErrorText
source: The component does not have a valid language code value.
de: Die Komponente verfügt nicht über einen gültigen Sprachcodewert.
es: El componente no tiene un valor de código de idioma válido.
fr: Le composant n'a pas de valeur de code linguistique valide.
ru: Компонент не имеет допустимого значения языкового кода.

# ComponentValidateNoNameErrorText
source: The component does not have a valid name value.
de: Die Komponente hat keinen gültigen Namenswert.
es: El componente no tiene un valor de nombre válido.
fr: Le composant n'a pas de valeur de nom valide.
ru: Компонент не имеет допустимого значения имени.

# ComponentValidateNoXmlContentErrorText
source: The component does not contain any XML content.
de: Die Komponente enthält keinen XML-Inhalt.
es: El componente no contiene ningún contenido XML.
fr: Le composant ne contient aucun contenu XML.
ru: Компонент не содержит содержимого XML.

# ComponentValidateProjectFolderFoundErrorText
source: Cannot delete component "{0}" because it was found in one or more project folders. Clear all references to component "{0}" and try again.
de: Die Komponente "{0}" kann nicht gelöscht werden, da sie in einem oder mehreren Projektordnern gefunden wurde. Löschen Sie alle Verweise auf die Komponente "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el componente "{0}" porque se encontró en una o varias carpetas de proyecto. Borre todas las referencias al componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le composant "{0}" parce qu'il a été trouvé dans un ou plusieurs dossiers de projet. Effacer toutes les références au composant "{0}" et réessayer.
ru: Не удается удалить компонент "{0}", поскольку он был найден в одной или нескольких папках проекта. Очистить все ссылки на компонент "{0}" и попробуйте еще раз.

# ComponentValidateRelationFoundErrorText
source: Cannot delete component "{0}" because it has one or more references in other content. Clear all references to component "{0}" and try again.
de: Die Komponente "{0}" kann nicht gelöscht werden, da sie einen oder mehrere Verweise in anderen Inhalten enthält. Löschen Sie alle Verweise auf die Komponente "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el componente "{0}" porque tiene una o más referencias en otro contenido. Borre todas las referencias al componente "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer le composant "{0}" car il a une ou plusieurs références dans d'autres contenus. Effacer toutes les références au composant "{0}" et réessayer.
ru: Не удается удалить компонент "{0}", поскольку он имеет одну или несколько ссылок в другом контенте. Очистить все ссылки на компонент "{0}" и попробуйте еще раз.

# ComponentViewerReadOnlyText
source: This component is shown as read-only.
de: Diese Komponente wird als schreibgeschützt angezeigt.
es: Este componente se muestra como de solo lectura.
fr: Ce composant est affiché comme lecture seulement.
ru: Этот компонент отображается как только для чтения.

# ContentText
source: Content
de: Inhalt
es: Contenido
fr: Contenu
ru: Содержимое

# CreatedByText
source: Created By
de: Erstellt von
es: Creado por
fr: Créé par
ru: Кем создано

# CreationDateText
source: Creation Date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ru: Дата создания

# CryptoAuthKeyLengthErrorText
source: Authentication key must be {0} bits in length.
de: Der Authentifizierungsschlüssel muss {0} Bits lang sein.
es: La clave de autenticación debe estar {0} bits de longitud.
fr: La clé d'authentification doit être {0} bits de longueur.
ru: Ключ аутентификации должен быть {0} битами в длину.

# CryptoKeyLengthErrorText
source: Cryptography key must be {0} bits in length.
de: Der Kryptografieschlüssel muss {0} Bits lang sein.
es: La clave de criptografía debe estar {0} bits de longitud.
fr: La clé de cryptographie doit être {0} bits de longueur.
ru: Криптография ключ должен быть {0} битв в длину.

# CryptoMustSpecifyCryptoTextToDecryptErrorText
source: The content specified was not recognized as valid encrypted data.
de: Der angegebene Inhalt wurde nicht als gültige verschlüsselte Daten erkannt.
es: El contenido especificado no se reconoció como datos cifrados válidos.
fr: Le contenu spécifié n'a pas été reconnu comme étant des données chiffrées valides.
ru: Указанное содержимое не было признано действительными зашифрованными данными.

# CryptoMustSpecifyTextToEncryptErrorText
source: No data specified for encryption.
de: Für die Verschlüsselung wurden keine Daten angegeben.
es: No se han especificado datos para el cifrado.
fr: Aucune donnée spécifiée pour le chiffrement.
ru: Нет данных, указанных для шифрования.

# DbmsCurrentlyNotSupportedText
source: The specified database type "{0}" is currently not supported.
de: Der angegebene Datenbanktyp "{0}" wird derzeit nicht unterstützt.
es: Actualmente no se admite el tipo de base de datos "{0}" especificado.
fr: Le type de base de données spécifié "{0}" n'est actuellement pas pris en charge.
ru: Указанный тип базы данных "{0}" в настоящее время не поддерживается.

# DefaultContentFolderNameText
source: Content
de: Inhalt
es: Contenido
fr: Contenu
ru: Содержимое

# DeleteAssignmentEmailSubjectText
source: Project Assignment Deleted: {0}
de: Projektzuweisung gelöscht: {0}
es: Asignación de proyecto eliminado: {0}
fr: Affectation du projet supprimée : {0}
ru: Задание проекта удалено: {0}

# DeleteComponentsValidateAccessDeniedText
source: One or more components were found that cannot be deleted because the user does not have permission to delete the component.
de: Es wurden eine oder mehrere Komponenten gefunden, die nicht gelöscht werden können, da der Benutzer nicht über die Berechtigung zum Löschen der Komponente verfügt.
es: Se encontraron uno o más componentes que no se pueden eliminar porque el usuario no tiene permiso para eliminar el componente.
fr: Un ou plusieurs composants ont été trouvés qui ne peuvent pas être supprimés parce que l'utilisateur n'a pas la permission de supprimer le composant.
ru: Найден один или несколько компонентов, которые не могут быть удалены, поскольку пользователь не имеет разрешения на удаление компонента.

# DeleteComponentsValidateAssignmentFoundErrorText
source: Cannot delete components because one or more are used in project assignments. Clear all assignment references to these components or remove them from your selection and try again.
de: Komponenten können nicht gelöscht werden, da eine oder mehrere Komponenten in Projektzuordnungen verwendet werden. Löschen Sie alle Zuordnungsverweise auf diese Komponenten, oder entfernen Sie sie aus der Auswahl, und versuchen Sie es erneut.
es: No se pueden eliminar componentes porque uno o varios se utilizan en las asignaciones de proyecto. Borre todas las referencias de asignación a estos componentes o elimínelos de la selección e inténtelo de nuevo.
fr: Impossible de supprimer des composants parce qu'un ou plusieurs sont utilisés dans les affectations de projet. Effacez toutes les références d'affectation à ces composants ou supprimez-les de votre sélection et réessayez.
ru: Не удается удалить компоненты, поскольку один или несколько компонентов используются в назначениях проекта. Очистите все ссылки на назначения этих компонентов или удалите их из выбора и повторите попытку.

# DeleteComponentsValidateLinkedFolderFoundErrorText
source: Cannot delete components because one or more were found to have folder link references. Clear all folder link references to these components or remove them from your selection and try again.
de: Komponenten können nicht gelöscht werden, da mindestens eine Ordnerverknüpfungsverweise enthält. Löschen Sie alle Ordnerverknüpfungsverweise auf diese Komponenten, oder entfernen Sie sie aus der Auswahl, und versuchen Sie es erneut.
es: No se pueden eliminar componentes porque se encontró que uno o varios tenían referencias de vínculo de carpeta. Borre todas las referencias de vínculo de carpeta a estos componentes o elimínelos de su selección e inténtelo de nuevo.
fr: Impossible de supprimer des composants parce qu'un ou plusieurs ont été trouvés pour avoir des références de lien de dossier. Effacez toutes les références de lien de dossier à ces composants ou supprimez-les de votre sélection et réessayez.
ru: Не удается удалить компоненты, поскольку один или несколько из них были найдены, чтобы иметь ссылки на ссылки папки. Очистите все ссылки на ссылки папки на эти компоненты или удалите их из выбора и повторите попытку.

# DeleteComponentsValidateLockFoundErrorText
source: Cannot delete components because one or more are currently locked. Please unlock these components or remove them from your selection and try again.
de: Komponenten können nicht gelöscht werden, da eine oder mehrere Komponenten derzeit gesperrt sind. Entsperren Sie diese Komponenten, oder entfernen Sie sie aus Ihrer Auswahl, und versuchen Sie es erneut.
es: No se pueden eliminar componentes porque uno o varios están bloqueados actualmente. Desbloquee estos componentes o elimínelos de su selección e inténtelo de nuevo.
fr: Impossible de supprimer les composants parce qu'un ou plusieurs sont actuellement verrouillés. S'il vous plaît déverrouiller ces composants ou les supprimer de votre sélection et essayer à nouveau.
ru: Не удается удалить компоненты, поскольку один или несколько компонентов в настоящее время заблокированы. Пожалуйста, разблокируйте эти компоненты или удалите их из выбора и повторите попытку.

# DeleteComponentsValidateProjectFolderFoundErrorText
source: Cannot delete components because one or more were found in project folders. Clear all project folder references to these components or remove them from your selection and try again.
de: Komponenten können nicht gelöscht werden, da mindestens eine in Projektordnern gefunden wurde. Löschen Sie alle Projektordnerverweise auf diese Komponenten, oder entfernen Sie sie aus der Auswahl, und versuchen Sie es erneut.
es: No se pueden eliminar componentes porque uno o varios se encontraron en carpetas de proyecto. Borre todas las referencias de carpeta de proyecto a estos componentes o elimínelos de la selección e inténtelo de nuevo.
fr: Impossible de supprimer des composants parce qu'un ou plusieurs ont été trouvés dans les dossiers de projet. Effacez toutes les références de dossier de projet à ces composants ou supprimez-les de votre sélection et réessayez.
ru: Не удается удалить компоненты, поскольку одна или несколько из них были найдены в папках проекта. Очистите все ссылки папки проекта на эти компоненты или удалите их из выделения и повторите попытку.

# DeleteComponentsValidateRelationFoundErrorText
source: Cannot delete components because one or more were found to have references by other components. Clear all references to these components or remove them from your selection and try again.
de: Komponenten können nicht gelöscht werden, da mindestens eine Komponente Mitverweisen von anderen Komponenten gefunden wurde. Löschen Sie alle Verweise auf diese Komponenten, oder entfernen Sie sie aus der Auswahl, und versuchen Sie es erneut.
es: No se pueden eliminar componentes porque se encontró que uno o varios de ellos tenían referencias de otros componentes. Borre todas las referencias a estos componentes o elimínelos de su selección e inténtelo de nuevo.
fr: Impossible de supprimer des composants parce qu'un ou plusieurs ont été trouvés pour avoir des références par d'autres composants. Effacez toutes les références à ces composants ou supprimez-les de votre sélection et réessayez.
ru: Не удается удалить компоненты, поскольку один или несколько из них были найдены ссылки на другие компоненты. Очистите все ссылки на эти компоненты или удалите их из выбора и повторите попытку.

# DeleteProjectProcedureErrorText
source: An error occurred while attempting to delete the project.
de: Beim Versuch, das Projekt zu löschen, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar eliminar el proyecto.
fr: Une erreur s'est produite en tentant de supprimer le projet.
ru: Ошибка произошла при попытке удалить проект.

# DeleteUserValidationSwitchToUpdateText
source: Vaidation requires the delete action for user Id {0} be changed to update with user deactivation.
de: Vaidation erfordert die Löschaktion für Benutzer-ID-{0} geändert werden, um mit Benutzerdeaktivierung zu aktualisieren.
es: Vaidation requiere que la acción de eliminación de id de usuario se {0} cambiar para actualizar con la desactivación del usuario.
fr: La vaidation nécessite l'action de suppression pour l'utilisateur Id {0} être modifié pour mettre à jour avec la désactivation de l'utilisateur.
ru: Vaidation требует, чтобы действие удаления для идентификатора пользователя {0} быть изменено для обновления с деактивацией пользователя.

# DescriptionRequiredText
source: A description is required.
de: Eine Beschreibung ist erforderlich.
es: Es necesaria una descripción.
fr: Une description est requise.
ru: Требуется описание.

# DeserializeFileNotFoundErrorText
source: The file specified was not found.
de: Die angegebene Datei wurde nicht gefunden.
es: No se encontró el archivo especificado.
fr: Le fichier spécifié n'a pas été trouvé.
ru: Указанный файл не найден.
