Repository: vasont-systems/Vasont.Inspire.Core
Catalog: src/Properties/Resources.*.resx
Languages: de, es, fr, ru

# DocumentationBadRequestMessageText
source: Returns an HTTP 400 Response and an object containing a dictionary of one or more issues.
de: Gibt eine HTTP 400-Antwort und ein Objekt zurück, das ein Wörterbuch mit einem oder mehreren Problemen enthält.
es: Devuelve una respuesta HTTP 400 y un objeto que contiene un diccionario de uno o varios problemas.
fr: Retourne une réponse HTTP 400 et un objet contenant un dictionnaire d'un ou plusieurs problèmes.
ru: Возвращает ответ HTTP 400 и объект, содержащий словарь одной или нескольких проблем.

# DocumentationNoContentMessageText
source: Returns an HTTP 204 No Content response upon success.
de: Gibt eine HTTP 204 No Content-Antwort nach Erfolg zurück.
es: Devuelve una respuesta HTTP 204 Sin contenido tras el éxito.
fr: Renvoie une réponse HTTP 204 No Content sur le succès.
ru: Возвращает ответ HTTP 204 No Content после успеха.

# DocumentationNotFoundMessageText
source: The record or content specified could not be found.
de: Der angegebene Datensatz oder Inhalt wurde nicht gefunden.
es: No se pudo encontrar el registro o el contenido especificado.
fr: L'enregistrement ou le contenu spécifié n'a pas pu être trouvé.
ru: Запись или указанное содержимое найти не удалось.

# DocumentationUnauthorizedMessageText
source: The account must authenticate, retrieve a bearer token, and pass that token in the HTTP header of this API endpoint request.
de: Das Konto muss sich authentifizieren, ein Inhabertoken abrufen und dieses Token im HTTP-Header dieser API-Endpunktanforderung übergeben.
es: La cuenta debe autenticarse, recuperar un token de portador y pasar ese token en el encabezado HTTP de esta solicitud de punto de conexión de API.
fr: Le compte doit authentifier, récupérer un jeton de porteur et passer ce jeton dans l'en-tête HTTP de cette demande de point de terminaison API.
ru: Учетная запись должна быть проверена, извлечение маркера носителя и передать этот маркер в заголовке HTTP этого запроса на конечную точку API.

# DownloadInvalidModelErrorText
source: Invalid Download Model specified.
de: Ungültiges Downloadmodell angegeben.
es: Modelo de descarga no válido especificado.
fr: Modèle de téléchargement invalide spécifié.
ru: Недействительная модель загрузки указана.

# DownloadText
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ru: Скачать

# DownloadTipText
source: Click to download the component file.
de: Klicken Sie hier, um die Komponentendatei herunterzuladen.
es: Haga clic para descargar el archivo de componente.
fr: Cliquez pour télécharger le fichier composant.
ru: Нажмите, чтобы загрузить файл компонента.

# DuplicateExportRelationText
source: A duplicate export relation was created within the export configuration.
de: Innerhalb der Exportkonfiguration wurde eine doppelte Exportbeziehung erstellt.
es: Se creó una relación de exportación duplicada dentro de la configuración de exportación.
fr: Une relation d'exportation en double a été créée dans la configuration d'exportation.
ru: В экспортной конфигурации была создана дублирующая экспортная связь.

# EditorConrefNotFoundText
source: An invalid link was found. Component "{0}" and/or target element "{1}" were not found.
de: Es wurde ein ungültiger Link gefunden. Die Komponente "{0}" und/oder das Zielelement "{1}" wurden nicht gefunden.
es: Se encontró un vínculo no válido. No se encontraron los componentes "{0}" y/o el elemento de destino "{1}".
fr: Un lien invalide a été trouvé. La composante « {0} » et/ou l'élément cible « {1} » n'ont pas été trouvées.
ru: Найдена недействительная ссылка. Компонент "{0}" и/или целевой элемент "{1}" не найдены.

# EditorContextReadOnlyMessageText
source: This component is provided for context only and is not available for review.
de: Diese Komponente wird nur für den Kontext bereitgestellt und kann nicht überprüft werden.
es: Este componente se proporciona solo para contexto y no está disponible para revisión.
fr: Ce composant est fourni uniquement pour le contexte et n'est pas disponible pour examen.
ru: Этот компонент предназначен только для контекста и не доступен для рассмотрения.

# EditorCoordinatorReadOnlyMessageText
source: This component is not available for resolving.
de: Diese Komponente steht nicht zum Auflösen zur Verfügung.
es: Este componente no está disponible para su resolución.
fr: Ce composant n'est pas disponible pour la résolution.
ru: Этот компонент недоступен для решения.

# EditorHistoryReadOnlyMessageText
source: Viewing historical content that cannot be changed.
de: Anzeigen historischer Inhalte, die nicht geändert werden können.
es: Visualización de contenido histórico que no se puede cambiar.
fr: Affichage du contenu historique qui ne peut pas être modifié.
ru: Просмотр исторического контента, который не может быть изменен.

# EditorLockedByReviewReadOnlyMessageText
source: Locked for review by <a href="mailto:{0}">{1} {2}</a>.
de: Gesperrt für die Überprüfung durch 'bpt id="1">&lt;a href="mailto:{0}"&gt;</bpt>{1} {2}'ept id="1">&lt;/a&gt;</ept>.
es: Bloqueado para revisión por <a href="mailto:{0}"> {1} {2}</a>.
fr: Verrouillé pour examen par <a href="mailto:{0}"> {1} {2}</a>.
ru: Заблокирован для рассмотрения <a href="mailto:{0}"> {1} {2}</a>.

# EditorLockedReadOnlyMessageText
source: This component is locked by <a href="mailto:{0}">{1} {2}</a>.
de: Diese Komponente ist durch die Option "bpt id="1">&lt;a href="mailto:{0}"&gt;</bpt>" gesperrt{1} {2}"ept id="1">&lt;/a&gt;</ept>.
es: Este componente está bloqueado por <a href="mailto:{0}"> {1} {2}</a>.
fr: Ce composant est verrouillé par <a href="mailto:{0}"> {1} {2}</a>.
ru: Этот компонент заблокирован <a href="mailto:{0}"> {1}</a>{2}.

# EditorMapTypeNotSupportedErrorText
source: Map types are not supported in this editor.
de: Kartentypen werden in diesem Editor nicht unterstützt.
es: Los tipos de mapa no se admiten en este editor.
fr: Les types de cartes ne sont pas pris en charge dans cet éditeur.
ru: Типы карт не поддерживаются в этом редакторе.

# EditorPermissionReadOnlyMessageText
source: You do not have permission to modify this component.
de: Sie sind nicht berechtigt, diese Komponente zu ändern.
es: No tiene permiso para modificar este componente.
fr: Vous n'avez pas la permission de modifier ce composant.
ru: У вас нет разрешения на изменение этого компонента.

# EditorReviewCancelledReadOnlyMessageText
source: This component is in a cancelled review.
de: Diese Komponente befindet sich in einer abgebrochenen Überprüfung.
es: Este componente está en una revisión cancelada.
fr: Ce composant fait l'examen annulé.
ru: Этот компонент находится в отмененном обзоре.

# EditorReviewCompletedReadOnlyMessageText
source: This component is in a completed review.
de: Diese Komponente befindet sich in einer abgeschlossenen Überprüfung.
es: Este componente se encuentra en una revisión completa.
fr: Ce volet fait l'examen.
ru: Этот компонент находится в завершенном обзоре.

# EditorReviewerReadOnlyMessageText
source: This component is not available for review.
de: Diese Komponente kann nicht überprüft werden.
es: Este componente no está disponible para revisión.
fr: Ce composant n'est pas disponible pour examen.
ru: Этот компонент недоступен для просмотра.

# EditorViewerDetailsText
source: Component Details
de: Komponentendetails
es: Detalles de los componentes
fr: Détails de la composante
ru: Детали компонента

# EditorViewerTitleText
source: Component Viewer
es: Visor de componentes
fr: Visualiseur de composants
ru: Компонентный зритель

# ElementNotFoundText
source: The specified element with identity "{0}" could not be found.
de: Das angegebene Element mit der Identität "{0}" konnte nicht gefunden werden.
es: No se pudo encontrar el elemento especificado con la identidad "{0}".
fr: L'élément spécifié avec l'identité "{0}" n'a pas pu être trouvé.
ru: Указанный элемент с идентификацией "{0}" найти не удалось.

# ElementValidateInUseErrorText
source: Cannot delete element "{0}" because it is used by one or more Export Relationships. Clear all references to element "{0}" and try again.
de: Das Element "{0}" kann nicht gelöscht werden, da es von einer oder mehreren Exportbeziehungen verwendet wird. Löschen Sie alle Verweise auf das Element "{0}" und versuchen Sie es erneut.
es: No se puede eliminar el elemento "{0}" porque lo utilizan una o varias relaciones de exportación. Borre todas las referencias al elemento "{0}" e inténtelo de nuevo.
fr: Impossible de supprimer l'élément "{0}" car il est utilisé par une ou plusieurs relations d'exportation. Effacer toutes les références à l'élément "{0}" et réessayer.
ru: Не удается удалить элемент "{0}", поскольку он используется одним или более экспортными отношениями. Очистить все ссылки на элемент "{0}" и попробуйте еще раз.

# ElementValidateInvalidNameErrorText
source: The element name "{0}" is invalid. Element names must begin with an Alpha character, and not contain: space, ", ', &, <, or >.
de: Der Elementname "{0}" ist ungültig. Elementnamen müssen mit einem Alpha-Zeichen beginnen und dürfen nicht enthalten: leer, ", ', &amp;, 'it id="1" pos="open">&lt;, oder &gt;</it>.
es: El nombre del elemento "{0}" no es válido. Los nombres de elemento deben comenzar con un carácter alfa y no deben contener: space, ", ', &, <, or > .
fr: Le nom d'élément "{0}" est invalide. Les noms d'éléments doivent commencer par un caractère Alpha, et ne pas contenir: l'espace , ", ", &, <, or > , , . .
ru: Название элемента "{0}" является недействительным. Имена элементов должны начинаться с альфа-символа, а не содержать: пространство, ", &., <, or > .

# EmailExistsText
source: The email address specified is already in use by another user.
de: Die angegebene E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet.
es: La dirección de correo electrónico especificada ya está en uso por otro usuario.
fr: L'adresse e-mail spécifiée est déjà utilisée par un autre utilisateur.
ru: Указанный адрес электронной почты уже используется другим пользователем.

# EmailTemplateDirectoryNotFoundErrorText
source: The specified folder "{0}" for email message templates was not found.
de: Der angegebene Ordner "{0}" für E-Mail-Nachrichtenvorlagen wurde nicht gefunden.
es: No se encontró la carpeta especificada "{0}" para las plantillas de mensajes de correo electrónico.
fr: Le dossier spécifié "{0}" pour les modèles de messages électroniques n'a pas été trouvé.
ru: Указанная папка "{0}" для шаблонов сообщений электронной почты не найдена.

# EmptyNoteEmailText
source: None.
de: Keine
es: Ninguno.
fr: Aucun.
ru: Ни один.

# ErrorLabelText
source: {0} Error: {1}
de: {0} Fehler: {1}
fr: {0} Erreur : {1}
ru: {0} Ошибка: {1}

# ErrorLogNotFoundErrorText
source: No Error Log with the identity "{0}" was found.
de: Es wurde kein Fehlerprotokoll mit der Identität "{0}" gefunden.
es: No se encontró ningún registro de errores con la identidad "{0}".
fr: Aucun journal d'erreur avec l'identité "{0}" n'a été trouvé.
ru: Вход по ошибке с идентификацией "{0}" не найден.

# EventLogDeleteAllFailErrorText
source: A command to delete all event logs failed.
de: Fehler bei einem Befehl zum Löschen aller Ereignisprotokolle.
es: Error en un comando para eliminar todos los registros de eventos.
fr: Une commande pour supprimer tous les journaux d'événements a échoué.
ru: Команда удалить все журналы событий не удалось.

# ExceptionErrorText
source: An internal unhandled error occurred. The message reported was "{0}".
de: Ein interner, nicht behandelter Fehler ist aufgetreten. Die Meldung war "{0}".
es: Se ha producido un error interno no controlado. El mensaje notificado era "{0}".
fr: Une erreur interne non gérée s'est produite. Le message signalé était « {0} ».
ru: Произошла внутренняя ошибка без обработки. Сообщение было "{0}".

# ExpirationDateMustBeInFutureErrorText
source: The expiration date must be in the future.
de: Das Ablaufdatum muss in der Zukunft liegen.
es: La fecha de caducidad debe ser en el futuro.
fr: La date d'expiration doit être à l'avenir.
ru: Срок годности должен быть в будущем.

# ExportComponentAccessText
source: The user does not have permission to one or more components in the export request.
de: Der Benutzer verfügt nicht über die Berechtigung zu einer oder mehreren Komponenten in der Exportanforderung.
es: El usuario no tiene permiso para uno o varios componentes de la solicitud de exportación.
fr: L'utilisateur n'a pas la permission d'un ou plusieurs composants de la demande d'exportation.
ru: Пользователь не имеет разрешения на один или несколько компонентов в экспортном запросе.

# ExportConfigurationNameInUseText
source: An export configuration with the name "{0}" already exists. Please select a different name.
de: Eine Exportkonfiguration mit dem Namen "{0}" ist bereits vorhanden. Wählen Sie einen anderen Namen aus.
es: Ya existe una configuración de exportación con el nombre "{0}". Seleccione un nombre diferente.
fr: Une configuration d'exportation avec le nom "{0}" existe déjà. S'il vous plaît sélectionnez un nom différent.
ru: Экспортная конфигурация с названием "{0}" уже существует. Пожалуйста, выберите другое имя.

# ExportConfigurationNameRequiredText
source: An Export Configuration Name is required.
de: Ein Exportkonfigurationsname ist erforderlich.
es: Se requiere un nombre de configuración de exportación.
fr: Un nom de configuration d'exportation est requis.
ru: Требуется название конфигурации экспорта.

# ExportFailureEmailSubjectText
source: Export Failed
de: Fehler beim Exportieren
es: Error de exportación
fr: Échec de l’exportation
ru: Ошибка экспорта

# ExportFilterAttributeFailedLoadErrorText
source: An error occurred while attempting to load the component '{0}' during an attempt to remove filtered reference elements. This may result in a bad reference link.
de: Beim Versuch, die Komponente "{0}" zu laden, ist beim Versuch, gefilterte Referenzelemente zu entfernen, ein Fehler aufgetreten. Dies kann zu einer fehlerhaften Referenzverknüpfung führen.
es: Se ha producido un error al intentar cargar el componente '{0}' durante un intento de eliminar los elementos de referencia filtrados. Esto puede dar lugar a un enlace de referencia incorrecto.
fr: Une erreur s'est produite alors qu'il tentait de charger le composant « {0} » lors d'une tentative d'enlever les éléments de référence filtrés. Cela peut entraîner un mauvais lien de référence.
ru: Ошибка произошла при попытке загрузить "{0}" компонента при попытке удалить отфильтрованные эталонные элементы. Это может привести к плохой ссылке.

# ExportFolderNoFilesText
source: There are no files within the specified folder that can be exported.
de: Innerhalb des angegebenen Ordners befinden sich keine Dateien, die exportiert werden können.
es: No hay archivos dentro de la carpeta especificada que se puedan exportar.
fr: Il n'y a pas de fichiers dans le dossier spécifié qui peuvent être exportés.
ru: В указанной папке нет файлов, которые можно экспортировать.

# ExportNotFoundText
source: Could not find an export with the specified identity value "{0}".
de: Es konnte kein Export mit dem angegebenen Identitätswert "{0}" gefunden werden.
es: No se pudo encontrar una exportación con el valor de identidad especificado "{0}".
fr: Impossible de trouver une exportation avec la valeur d'identité spécifiée "{0}".
ru: Не удалось найти экспорт с указанной идентификационным значением "{0}".

# ExportRelationNullElementSelectedText
source: A relationship with no element was selected and therefore no other "{0}" relation/element combinations are valid and will need to be removed.
de: Es wurde eine Beziehung ohne Element ausgewählt, sodass keine anderen "{0}"-Beziehungs-Element-Kombinationen gültig sind und entfernt werden müssen.
es: Se ha seleccionado una relación con ningún elemento y, por lo tanto, no es válida ninguna otra combinación de relación/elemento "{0}" y deberá eliminarse.
fr: Une relation sans élément a été sélectionnée et, par conséquent, aucune autre combinaison relation/élément « {0} » n'est valide et devra être supprimée.
ru: Была выбрана взаимосвязь без элемента, и поэтому никакие другие комбинации отношений/элементов "{0}" являются действительными и должны быть удалены.

# ExportSuccessEmailSubjectText
source: Export Completed Successfully
de: Export erfolgreich abgeschlossen
es: Exportación completada con éxito
fr: Exportation complétée avec succès
ru: Экспорт успешно завершен

# ExportWriteFileErrorText
source: An error occurred while attempting to write the file "{0}" for export.
de: Beim Versuch, die Datei "{0}" für den Export zu schreiben, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar escribir el archivo "{0}" para la exportación.
fr: Une erreur s'est produite alors qu'il tentait d'écrire le fichier « {0} » pour l'exportation.
ru: Ошибка произошла при попытке записать файл "{0}" на экспорт.

# ExportXmlContentNotFound
source: During export, a component with the identity "{0}" was found that does not contain XML content.
de: Während des Exports wurde eine Komponente mit der Identität "{0}" gefunden, die keinen XML-Inhalt enthält.
es: Durante la exportación, se encontró un componente con la identidad "{0}" que no contiene contenido XML.
fr: Pendant l'exportation, un composant avec l'identité « {0} » a été trouvé qui ne contient pas de contenu XML.
ru: Во время экспорта был обнаружен компонент с идентификационным "{0}", который не содержит xML-контента.

# FileNameText
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
ru: Имя Файла

# FileNotFoundErrorText
source: The file "{0}" was not found.
de: Die Datei "{0}" wurde nicht gefunden.
es: No se encontró el archivo "{0}".
fr: Le fichier "{0}" n'a pas été trouvé.
ru: Файл "{0}" не найден.

# FolderDeleteAccessDeniedErrorText
source: The specified folder cannot be deleted because the user does not have permission to delete the folder or one of the folder's descendant subfolders.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Benutzer nicht über die Berechtigung zum Löschen des Ordners oder eines der untergeordneten Unterordner des Ordners verfügt.
es: La carpeta especificada no se puede eliminar porque el usuario no tiene permiso para eliminar la carpeta o una de las subcarpetas descendientes de la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que l'utilisateur n'a pas la permission de supprimer le dossier ou l'un des sous-dossiers descendants du dossier.
ru: Указанная папка не может быть удалена, поскольку пользователь не имеет разрешения на удаление папки или одной из подфолок потомка папки.

# FolderDeleteComponentAccessDeniedErrorText
source: The specified folder cannot be deleted because the user does not have permission to delete a component within the folder or one of the folder's descendant subfolders.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Benutzer nicht über die Berechtigung zum Löschen einer Komponente innerhalb des Ordners oder eines der untergeordneten Unterordner des Ordners verfügt.
es: La carpeta especificada no se puede eliminar porque el usuario no tiene permiso para eliminar un componente dentro de la carpeta o una de las subcarpetas descendientes de la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que l'utilisateur n'a pas la permission de supprimer un composant dans le dossier ou l'un des sous-dossiers descendants du dossier.
ru: Указанная папка не может быть удалена, поскольку пользователь не имеет разрешения на удаление компонента в папке или одной из субфолок потомка папки.

# FolderDeleteComponentAssignedErrorText
source: The specified folder cannot be deleted because the folder or one of the folder's descendant subfolders contains a component that is currently assigned to a project assignment. The component assignment association must be removed before the folder can be deleted.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Ordner oder einer der untergeordneten Unterordner des Ordners eine Komponente enthält, die derzeit einer Projektzuweisung zugewiesen ist. Die Komponentenzuweisungszuordnungszuordnung muss entfernt werden, bevor der Ordner gelöscht werden kann.
es: La carpeta especificada no se puede eliminar porque la carpeta o una de las subcarpetas descendientes de la carpeta contiene un componente que está asignado actualmente a una asignación de proyecto. La asociación de asignación de componentes debe eliminarse antes de que se pueda eliminar la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que le dossier ou l'un des sous-dossiers descendants du dossier contient un composant qui est actuellement affecté à une affectation de projet. L'association d'affectation des composants doit être supprimée avant que le dossier puisse être supprimé.
ru: Указанная папка не может быть удалена, поскольку папка или одна из подскопов потомка папки содержит компонент, который в настоящее время назначен назначению назначения проекта. Ассоциация назначения компонентов должна быть удалена до удаления папки.

# FolderDeleteComponentLinksErrorText
source: The specified folder cannot be deleted because the folder or one of the folder's descendant subfolders contains a component that is currently linked to another folder.The component link(s) must be removed before the folder can be deleted.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Ordner oder einer der untergeordneten Unterordner des Ordners eine Komponente enthält, die derzeit mit einem anderen Ordner verknüpft ist. Die Komponentenverknüpfung(en) müssen entfernt werden, bevor der Ordner gelöscht werden kann.
es: La carpeta especificada no se puede eliminar porque la carpeta o una de las subcarpetas descendientes de la carpeta contiene un componente que está vinculado actualmente a otra carpeta. Los vínculos de componentes deben eliminarse antes de que se pueda eliminar la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que le dossier ou l'un des sous-dossiers descendants du dossier contient un composant qui est actuellement lié à un autre dossier. Le lien composant doit être supprimé avant que le dossier puisse être supprimé.
ru: Указанная папка не может быть удалена, поскольку папка или одна из подсобных папок содержит компонент, который в настоящее время связан с другой папкой. Ссылка на компоненты должна быть удалена до того, как папка может быть удалена.

# FolderDeleteComponentLockErrorText
source: The specified folder cannot be deleted because the folder or one of the folder's descendant subfolders contains a component that is currently locked. The component lock must be removed before the folder can be deleted.
de: Der angegebene Ordner kann nicht gelöscht werden, da der Ordner oder einer der untergeordneten Unterordner des Ordners eine Komponente enthält, die derzeit gesperrt ist. Die Komponentensperre muss entfernt werden, bevor der Ordner gelöscht werden kann.
es: La carpeta especificada no se puede eliminar porque la carpeta o una de las subcarpetas descendientes de la carpeta contiene un componente que está bloqueado actualmente. El bloqueo del componente debe eliminarse antes de que se pueda eliminar la carpeta.
fr: Le dossier spécifié ne peut pas être supprimé parce que le dossier ou l'un des sous-dossiers descendants du dossier contient un composant qui est actuellement verrouillé. Le verrou de composant doit être supprimé avant que le dossier puisse être supprimé.
ru: Указанная папка не может быть удалена, поскольку папка или одна из подскопов потомка папки содержит компонент, который в настоящее время заблокирован. Блокировка компонента должна быть удалена до удаления папки.
